[
    {
        "id": "21a5ad81-2237-4544-b5d7-258b59d84cd5",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/21a5ad81-2237-4544-b5d7-258b59d84cd5",
        "created_at": "Fri Apr 23 09:02:57 UTC 2021",
        "company": "Randstad Groep Nederland B.V.",
        "company_url": "https://www.werkenbijrandstad.nl/",
        "location": "Diemen/Amsterdam",
        "title": "DevOps Engineer",
        "description": "\u003cp\u003eWil jij samen met onze ontwikkelaars kwalitatieve oplossingen realiseren door jouw ervaring als DevOps engineer in te zetten voor de platform services voor onze business applicaties? In een omgeving waarin experimenteren, vrijheid en jouw ontwikkeling centraal staat? Dan is het zeker de moeite waard om verder te lezen!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOVER RANDSTAD GROEP NEDERLAND IT\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDe IT-afdeling van Randstad Groep Nederland is verantwoordelijk voor de volledige ICT-dienstverlening, waaronder het ontwikkelen van applicaties. De developers van RGN IT ontwikkelen IT-oplossingen die mens en werk dichter bij elkaar brengen. Als DevOps engineer ondersteun je hen bij de ontwikkeling van deze applicaties.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWAT GA JE DOEN?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls DevOps Engineer bij Randstad Groep IT zul je verantwoordelijk zijn voor het optimaal inrichten en opzetten van de platform services binnen RGN-IT. Deze platform services bieden ondersteuning aan de ontwikkelteams op het gebied van:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMonitoring\u003c/li\u003e\n\u003cli\u003eCI/CD\u003c/li\u003e\n\u003cli\u003eEvent bus\u003c/li\u003e\n\u003cli\u003eIntegratie\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIn een gemiddelde werkweek hou jij je bezig met het onderhouden van de verschillende platform services, het ondersteunen van de ontwikkelteams, het verbeteren van de platform services, en het implementeren van de platform services binnen RGN-IT. Als je energie krijgt van een cloud omgeving, innovatie en uitdaging, dan zit je goed!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMET WIE WERK JE SAMEN?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBinnen RGN IT zal je werken binnen het Cloud Infra Solutions domein, waar binnen teams met verschillende expertisegebieden werken aan een beter en veiliger Randstad. Zo zijn naast het Cloud Infrastructure Services (CIS)  ook het Security Operations Center (SOC) \u0026amp; Security Test Team (STT) onderdeel van dit domein. Het doel van het domein is om zowel qua infrastructuur als security Randstad Groep Nederland verder te brengen.\u003c/p\u003e\n\u003cp\u003eDaarnaast werk je heel veel samen met meerdere ontwikkel/DevOps teams.In totaal hebben wij zo’n 26 DevOps teams in onze IT organisatie, met in totaal meer dan 250 collega’s. We werken veel samen in cross-functional product teams volgens een agile werkwijze, maar blijven ook graag bij elkaar aangesloten, door bijvoorbeeld onze chapters.\u003c/p\u003e\n\u003cp\u003eWist je trouwens dat ruim 30% van onze IT-professionals vrouw is? Best uitzonderlijk voor een IT-organisatie. En hartstikke mooi. Want we weten: hoe diverser de teams, hoe beter de resultaten.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWIE BEN JE?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJij zou goed binnen Randstad Groep IT passen wanneer je de interesse hebt om veel te leren en uitdaging ziet in snelle ontwikkelingen. Jij vindt het leuk om verder te kijken dan jouw eigen werkveld en helpt jouw collega’s ook graag verder waar je dat kan. Verder vinden we het belangrijk dat jij:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWerkervaring hebt als developer\u003c/li\u003e\n\u003cli\u003eErvaring hebt met scripting-talen, provisioning tool (zoals puppet, jenkins), test tools (zoals SonarQube)\u003c/li\u003e\n\u003cli\u003eKennis hebt van ELK, Enterprise Bus technologie, source control tools, CI/CD tools\u003c/li\u003e\n\u003cli\u003eEn brede interesse (of nog beter ervaring) hebt in Amazon Web Services, zodat je in meerdere disciplines aan de slag kunt\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe zoeken iemand met de volgende eigenschappen:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHBO/WO werk- en denkniveau\u003c/li\u003e\n\u003cli\u003eca. 3 jaar ervaring in het werkgebied\u003c/li\u003e\n\u003cli\u003eAmbitie om je verder te ontwikkelen\u003c/li\u003e\n\u003cli\u003eGoede kennis van de Engelse taal, en bij voorkeur de Nederlandse taal\u003c/li\u003e\n\u003cli\u003eEen analytisch en pragmatisch houding\u003c/li\u003e\n\u003cli\u003eKlant- en oplossingsgericht\u003c/li\u003e\n\u003cli\u003eIn staat om risico's en passende niveaus van urgentie effectief te beoordelen en te communiceren aan zowel management als technisch personeel.\u003c/li\u003e\n\u003cli\u003eJe bent een teamplayer\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWAT BIEDEN WIJ?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen divers applicatielandschap waar alle aspecten van het vakgebied aan bod komen, zodat je je volledig kan ontplooien als encryptie specialist.\u003c/li\u003e\n\u003cli\u003eEen bruto maandsalaris tussen € 2.750 en € 4.000  afhankelijk van werkervaring\u003c/li\u003e\n\u003cli\u003eDe mogelijkheid om vanuit huis te werken.\u003c/li\u003e\n\u003cli\u003eTrainingen, zowel gericht op soft skills als vakinhoudelijk.\u003c/li\u003e\n\u003cli\u003eEen ruim maandelijks benefit budget waarmee je zelf kunt kiezen tussen vrije tijd of geld, of voor inzet van je budget voor oa een fiets, tablet, sportabonnement of opleiding.\u003c/li\u003e\n\u003cli\u003e25 vakantiedagen en 8,5% vakantietoeslag.\u003c/li\u003e\n\u003cli\u003eEen interessante bonusregeling met daarnaast mogelijkheid om 2x per jaar een outperformance bonus te behalen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWAAROM RGN IT?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls IT-professional bij een van de grootste uitzendorganisaties ter wereld help je mee de samenleving draaiende te houden. Wij ondersteunen de HR-dienstverlening van Randstad Groep Nederland met software die we continu verbeteren. Wij geloven in de kracht van technologie, maar wél gecombineerd met persoonlijke aandacht. En dat geldt evengoed voor onze eigen medewerkers: wij zien jouw vooruitstrevende ideeën, maar vooral jou. Jouw werkplezier staat voorop.\u003c/p\u003e\n\u003cp\u003eBinnen de IT-organisatie van Randstad Groep Nederland bouwen we aan hechte teams, waarin je alle ruimte krijgt om je ideeën waar te maken en om jezelf te ontwikkelen. Wij bieden je volop mogelijkheden om te groeien. Zo bieden wij niet alleen een baan, maar een carrière. De enorme diversiteit aan functies binnen heel Randstad Groep Nederland biedt interessante doorgroeimogelijkheden. Wist je dat 80% van ons hoger management binnen onze eigen organisatie is opgeklommen? Kom erbij en groei!\u003c/p\u003e\n\u003cp\u003eWord jij onze nieuwe DevOps Engineer?\u003c/p\u003e\n\u003cp\u003eBen jij de persoon die continu de focus zal leggen op het verbeteren van onze dienstverlening voor de medewerkers en klanten van Randstad Groep Nederland? Dan kijken we uit naar je sollicitatie!\u003c/p\u003e\n\u003cp\u003e--\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eGa direct naar \u003ca href=\"https://www.werkenbijrandstad.nl/nl/nl/apply?jobSeqNo=RANEUKR18496EXTERNALNLNL\u0026amp;utm_source=github\u0026amp;utm_medium=paid\u0026amp;utm_campaign=cr-it\"\u003e\u003cstrong\u003ehet sollicitatieformulier\u003c/strong\u003e\u003c/a\u003e!\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdm1oIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1c244327c16376573a204c24dc4da4a99875f384/randstad-logo-share-blue.png"
    },
    {
        "id": "a19f3597-9ebc-4e05-bc33-1d8c9e5d86bc",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a19f3597-9ebc-4e05-bc33-1d8c9e5d86bc",
        "created_at": "Fri Apr 23 08:48:46 UTC 2021",
        "company": "Randstad Groep Nederland B.V.",
        "company_url": "https://www.werkenbijrandstad.nl/",
        "location": "Diemen/Amsterdam",
        "title": "Java/Hippo Developer",
        "description": "\u003cp\u003eRandstad is een pionier in de hr-dienstverlening. Sinds de oprichting in 1960 zijn wij uitgegroeid tot dé grootste hr-dienstverlener in de wereld. Onze missie is om de wereld van werk te ontwikkelen. Dit doen wij voor iedereen die met werk te maken heeft: onze klanten, kandidaten, medewerkers en de maatschappij als geheel. In de hele wereld, en zeker ook in onze thuismarkt Nederland.\u003c/p\u003e\n\u003cp\u003eDoor onze passie voor mensen te combineren met de kracht van de hedendaagse technologie en innovatie, ondersteunen we mensen en organisaties bij het realiseren van hun ware potentie. Dit noemen we human forward.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRANDSTAD GROEP NEDERLAND IT\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe werken normaal gesproken vanuit ons hoofdkantoor in Amsterdam (Diemen), op dit moment vanuit ons thuiskantoor. Een ondernemende agile omgeving waar we in meer dan 24 DevOps-teams continu experimenteren met nieuwe technologieën. Hoe wij zorgen dat Randstad Groep Nederland IT wereldwijd voorop blijft lopen als het gaat om IT-innovatie? Door elkaar scherp te houden en te inspireren in onze zogenoemde tribes. Doordat wij met meerdere tribes aan eenzelfde product of dienst werken, ontstaat een interessante kruisbestuiving tussen collega’s van allerlei teams en disciplines binnen én buiten de IT-afdeling. Wat ongetwijfeld ook bijdraagt aan ons succes, is de diversiteit binnen onze teams. Wist je bijvoorbeeld dat ruim 30% van onze IT-professionals vrouw is? Dat kunnen maar weinig IT-organisaties zeggen. Wij zijn er trots op, want we weten: gemengde teams – in de meest brede zin van het woord – presteren beter.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHET TEAM WAAR JE KOMT TE WERKEN\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJe komt te werken in het Online Search Experience team. Dit team werkt samen met de product owner aan onze web omgevingen van Randstad Groep Nederland. Het team bestaat uit 4 full stack developers, 1 frontend developer, 1 analist en 1 UX-designer. Naast het team zijn we binnen de IT organisatie bezig met het opzetten van chapters. In het chapter komen medewerkers met dezelfde expertise samen om het vakmanschap binnen onze organisatie te vergroten en om standaarden op gebied van documentatie, werkwijze en coding op elkaar af te stemmen. We gebruiken Hippo als ons CMS, daardoor is het van belang dat je hier al de nodige kennis van hebt.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWAT GA JE DOEN?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls Developer werk je met het volgende takenpakket:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSamen met het team ontwikkelen van user stories op de backlog;\u003c/li\u003e\n\u003cli\u003eSamenwerken met andere online teams;\u003c/li\u003e\n\u003cli\u003eTesten schrijven voor de code die je oplevert.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWIE BEN JE?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe werken met onderstaande technieken, we verwachten dat je de meeste al onder knie hebt:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBloomreach / Hippo CMS (must have)\u003c/li\u003e\n\u003cli\u003eSpring, springboot\u003c/li\u003e\n\u003cli\u003eSwagger\u003c/li\u003e\n\u003cli\u003eJava \u0026amp; object oriented\u003c/li\u003e\n\u003cli\u003eJson \u0026amp; rest services\u003c/li\u003e\n\u003cli\u003eSoap-services \u0026amp; wsdl\u003c/li\u003e\n\u003cli\u003eXML, xsd, yaml\u003c/li\u003e\n\u003cli\u003eJenkins\u003c/li\u003e\n\u003cli\u003eGit \u0026amp; gitlab\u003c/li\u003e\n\u003cli\u003eKibana\u003c/li\u003e\n\u003cli\u003eMaven \u0026amp; Gradle\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSKILLS \u0026amp; COMPETENTIES DIE VOOR DEZE ROL VAN BELANG ZIJN:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNederlands en Engels in woord en geschrift;\u003c/li\u003e\n\u003cli\u003eJe hebt een allround mentaliteit / hands-on mentaliteit / self-starting;\u003c/li\u003e\n\u003cli\u003eJe hebt sterke affiniteit met het werken in een dynamische omgeving waarin de gestelde eisen aan kwaliteit hoog zijn en je hebt een Agile mindset;\u003c/li\u003e\n\u003cli\u003eJe werkt gestructureerd, je bent analytisch en je kan outside-the-box zaken benaderen;\u003c/li\u003e\n\u003cli\u003eJe hebt een klant- en oplossingsgerichte instelling en gaat geen uitdaging uit de weg;\u003c/li\u003e\n\u003cli\u003eBeschikt over ambitie en lef; je wilt jezelf continu kunnen (blijven) uitdagen en verbeteren;\u003c/li\u003e\n\u003cli\u003eJe voelt je thuis in een technisch complexe omgeving en je deinst niet terug van het vinden van oplossingen die op dat moment buiten jouw ervaringsgebied liggen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWAT BIEDEN WIJ?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen divers applicatielandschap waar alle aspecten van het vakgebied van een developer aan bod komen, zodat je je volledig kan ontplooien als specialist;\u003c/li\u003e\n\u003cli\u003eEen enthousiast team dat je graag ziet groeien;\u003c/li\u003e\n\u003cli\u003eFlexibel werken, ook na covid, en een werkgever die je hierin ondersteunt;\u003c/li\u003e\n\u003cli\u003eTrainingen, zowel gericht op soft skills als vakinhoudelijk;\u003c/li\u003e\n\u003cli\u003eEen salaris van €3.800 - €5.200, afhankelijk van de ervaring die je meebrengt;\u003c/li\u003e\n\u003cli\u003eEen ruim maandelijks benefit budget (12,347%, inclusief 8,5% vakantiegeld) waarmee je zelf kunt kiezen tussen vrije tijd of geld, of voor inzet van je budget voor oa een fiets, tablet, sportabonnement of opleiding;\u003c/li\u003e\n\u003cli\u003e25 vakantiedagen, met de mogelijkheid er nog eens 26 bij te kopen;\u003c/li\u003e\n\u003cli\u003eDeelname aan onze aandelenregeling;\u003c/li\u003e\n\u003cli\u003eEen interessante bonusregeling met daarnaast mogelijkheid om 2x per jaar een outperformance bonus te behalen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWAAROM RGN IT?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls je als Hippo / Java developer ergens impact hebt, dan is het hier wel. Want als professional bij een van de grootste uitzendorganisaties ter wereld help je mee de samenleving draaiende te houden. Wij ondersteunen de HR-dienstverlening van Randstad Groep Nederland met hightech apps en software, die we continu verbeteren. Zo komt het dat onze innovaties elkaar in sneltreinvaart opvolgen. Wij geloven in de kracht van technologie, maar wél gecombineerd met persoonlijke aandacht. En dat geldt evengoed voor onze eigen medewerkers: wij zien jouw vooruitstrevende ideeën, maar vooral jou. Jouw werkplezier staat voorop.\u003c/p\u003e\n\u003cp\u003eBinnen de IT-organisatie van Randstad Groep Nederland bouwen we aan hechte teams, waarin je alle ruimte krijgt om je ideeën waar te maken. En om jezelf te ontwikkelen. Durf je daar wat lef in te tonen? Top. Wij bieden je volop mogelijkheden om te groeien. Kom erbij en groei!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWAAR KOM JE TERECHT?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEen warm bad, met fijne en inspirerende collega’s die voor je klaarstaan en hun kennis en ervaring graag met jou delen. Je komt terecht in een uitdagende werkomgeving. En, een nieuw, zeer waardevol netwerk binnen de grootste HR dienstverlener ter wereld!\u003c/p\u003e\n\u003cp\u003eHeb je interesse in deze rol? Reageer dan via de link hiernaast. Wij zien uit naar je sollicitatie.\u003c/p\u003e\n\u003cp\u003e--\u003c/p\u003e\n\u003cp\u003eEen VOG en/of een assessment kan onderdeel uitmaken van het selectieproces.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eGa direct naar \u003ca href=\"https://www.werkenbijrandstad.nl/nl/nl/apply?jobSeqNo=RANEUKR17917EXTERNALNLNL\u0026amp;utm_source=github\u0026amp;utm_medium=paid\u0026amp;utm_campaign=cr-it\"\u003e\u003cstrong\u003ehet sollicitatieformulier\u003c/strong\u003e\u003c/a\u003e!\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdXVoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a5004f57dc432a95ce112bc6c5b177e770c9ec0e/randstad-logo-share-blue.png"
    },
    {
        "id": "4502c26a-af2f-4cd1-a3e4-a25cf813bfbf",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/4502c26a-af2f-4cd1-a3e4-a25cf813bfbf",
        "created_at": "Fri Apr 23 08:23:08 UTC 2021",
        "company": "Randstad Groep Nederland B.V.",
        "company_url": "https://www.werkenbijrandstad.nl/",
        "location": "Diemen/Amsterdam",
        "title": "Data Engineer",
        "description": "\u003cp\u003eData Engineer, Everyday people employed through Randstad make sure your luggage gets onto the plane, your takeaway into your kitchen and that our most vulnerable are cared for. Everytime we place someone into a new role, they make an impact on our society, and we make an impact on their and their employer’s future. As a more and more data-driven organisation, data is a vital part of delivering on the promises we make to our candidates and customers.\u003c/p\u003e\n\u003cp\u003eRandstad, Yacht and Tempo-Team possess an enormous quantity of data: the characteristics of millions of candidates and business data on clients, potentials and our own organisation. Your team, DataHub, is responsible for providing the basis for our data infrastructure. Our data engineers work on a self-service data platform, making sure our data makes its way from a vast array of sources to the right place, enabling our Data Scientists and Operational Insights teams to for example build AI solutions.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDATA ENGINEER TEAM\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe DataHub team is an agile team of 8 data engineers. The datalake we maintain is partly in Redshift, partly in S3. We created a Django based metadata catalog, that functions in the same time as a portal to monitor the data and to provide services for our consumers.\u003c/p\u003e\n\u003cp\u003eFor general usage we offer the functionality of data subscriptions through scheduled unloads to a project space on S3. Furthermore we offer tools to work with machine learning models using Sagemaker.\u003c/p\u003e\n\u003cp\u003eThe Data Engineer will be designing and setting up infrastructure on AWS for the expanding services of our platform and develop airflow dags that represent our data pipelines. Most of our coding is done in python.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT WILL YOU BE DOING AS A DATA ENGINEER?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will be part of an agile Data Engineer team and play a vital role in the design and development of a cloud-based data platform.\u003c/p\u003e\n\u003cp\u003eYou will build and manage the DataHub frontend, which includes;\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA data catalog;\u003c/li\u003e\n\u003cli\u003eDataHub users and projects management;\u003c/li\u003e\n\u003cli\u003eData subscriptions;\u003c/li\u003e\n\u003cli\u003eetc.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDevelop ways to improve self-service data consumption and data publishing:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild and manage ETL pipelines in Airflow, which are responsible of ingesting the data and making the data available to users;\u003c/li\u003e\n\u003cli\u003eDevelop standard ways to deliver data in the DataHub;\u003c/li\u003e\n\u003cli\u003eDevelop CI/CD pipelines for data consuming teams to let them develop their products;\u003c/li\u003e\n\u003cli\u003eetc.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Data Engineer will be responsible of producing high quality code and reusable components. Using containerization, CI/CD and other automation technologies, you will be responsible for creating a backend for high availability and scalability, while at the same time being easily deployable, manageable and secure.\u003c/p\u003e\n\u003cp\u003eTogether with the rest of the team you will be involved in the full product development process, from design, implementation, to testing, documentation and automated deployment.\u003c/p\u003e\n\u003cp\u003eRespond to and resolve operational incidents, performing root cause analysis and managing changes required to prevent future occurrences.\u003c/p\u003e\n\u003cp\u003eIn this team you will have a wide range of responsibilities and should be willing to adapt to many different challenges.\u003c/p\u003e\n\u003cp\u003eDiscuss with the users of the platform requirements and future improvements, but also come with proposals for our user on how to use the platform.\u003c/p\u003e\n\u003cp\u003eManage and develop our data persistence environments (data lake, storage, etc) to ensure that data is properly available to users and secured\u003c/p\u003e\n\u003cp\u003eMonitor systems for uptime and performance.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT IS OUR STACK?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePython;\u003c/li\u003e\n\u003cli\u003eECS, Docker;\u003c/li\u003e\n\u003cli\u003eCloudFormation, Jenkins;\u003c/li\u003e\n\u003cli\u003eAirflow;\u003c/li\u003e\n\u003cli\u003eAWS (S3, EC2, ECS, lambda, RDS, Redshift, EMR Spark, Athena, Glue).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT WE WOULD LIKE YOU TO KNOW AND BRING TO THE TABLE?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOur small, agile teams are just that: agile. You should be able to adapt to a variety of challenges and like quick feedback loops;\u003c/li\u003e\n\u003cli\u003eExperience working in our tech stack, including Python, Linux, AWS cloud, Jenkins and GIT;\u003c/li\u003e\n\u003cli\u003eExperience with scripting/automation of tasks;\u003c/li\u003e\n\u003cli\u003eExperience with common devops and CI/CD practices to make your own work as easy as possible and guarantee the quality of our products;\u003c/li\u003e\n\u003cli\u003eBe comfortable working in test-driven development and know what this means;\u003c/li\u003e\n\u003cli\u003eLike working in a team, but take responsibility for your own tasks;\u003c/li\u003e\n\u003cli\u003eIf you really want to impress us, you can do so by having experience in:containerization platforms like ECS, EKS and Docker; Redshift; AWS serverless services (Lambda, API GW, SNS); SQL databases; Django; Airflow.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT DO WE OFFER?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePlenty of training and development opportunities within the group. A significant share of our employees have held several roles in their years in the business, with RGN giving you the tools you need to challenge and develop yourself;\u003c/li\u003e\n\u003cli\u003eA monthly salary between €2.666 and €5.406, depending on your experience;\u003c/li\u003e\n\u003cli\u003e8,5% holiday allowance;\u003c/li\u003e\n\u003cli\u003eA generous monthly benefit budget on top of your salary and holiday pay that you can choose to spend on extra time off, perks such as a bike, tablet, gym subscription or simply get paid out;\u003c/li\u003e\n\u003cli\u003e25 days holiday with the option to buy additional 25 days off;\u003c/li\u003e\n\u003cli\u003eA generous sabbatical program;\u003c/li\u003e\n\u003cli\u003eA good mobility scheme, laptop and everything you need to perform your job well;\u003c/li\u003e\n\u003cli\u003eAn attractive bonus scheme and the option to earn an outperformance bonus twice per year.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDoes this sound like the right next step for you? Fantastic! We are looking forward to your application.\u003c/p\u003e\n\u003cp\u003e--\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eApply directly through \u003ca href=\"https://www.werkenbijrandstad.nl/nl/nl/apply?jobSeqNo=RANEUKR18598EXTERNALNLNL\u0026amp;utm_source=github\u0026amp;utm_medium=paid\u0026amp;utm_campaign=cr-it\"\u003e\u003cstrong\u003ethe application form\u003c/strong\u003e\u003c/a\u003e!\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdWloIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9cc2304d0d0f55e04318a962f1ae39008fb08adf/randstad-logo-share-blue.png"
    },
    {
        "id": "8a3f8470-78be-41c9-acf6-dff2967ac96f",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/8a3f8470-78be-41c9-acf6-dff2967ac96f",
        "created_at": "Thu Apr 22 16:15:11 UTC 2021",
        "company": "Randstad Groep Nederland B.V.",
        "company_url": "https://www.werkenbijrandstad.nl/",
        "location": "Diemen/Amsterdam",
        "title": "Software Architect",
        "description": "\u003cp\u003eAls je bij Randstad Groep Nederland IT werkt, houd je jezelf en Nederland in beweging. Stilstand is achteruitgang, daarom zijn we continu bezig onze business en processen te optimaliseren, zodat we onze klanten en kandidaten meer gemak, snelheid en transparantie kunnen bieden. Impactvolle tech, daar doen we het voor.\u003c/p\u003e\n\u003cp\u003eZo werken we in onze 24 devops teams aan onder andere customer experience initiatieven, state of the art tooling voor onze intercedenten, sales consultants en recruiters, en investeren we sterk in data, om data driven te werken binnen een menselijke wereld. Zo hebben we de talent recommender, een AI oplossing die binnen seconden passende kandidaten vindt; moderniseren wij onze kern door legacy systemen op te breken naar applicaties en verplaatsen we steeds meer naar de cloud.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWAT GA JE DOEN?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe ondersteunt de lead enterprise archtiect met het geven van technische invulling aan de transformatie op business, technologie en persoonlijk vlak;\u003c/li\u003e\n\u003cli\u003eSamen met de andere architecten werk je de roadmap van RGN IT uit;\u003c/li\u003e\n\u003cli\u003eNauw samenwerken met de product owners en tech leads, discussies begeleiden, sessies faciliteren om een op elkaar aansluitende, business ondersteunende visie en kwaliteitsstandaarden te creëren;\u003c/li\u003e\n\u003cli\u003eAdviseren van productteams en developers op kwaliteitsnormen en verbeteringsmogelijkheden;\u003c/li\u003e\n\u003cli\u003eVertalen van strategie en functionele wensen naar verbeteringen in ons applicatielandschap;\u003c/li\u003e\n\u003cli\u003eSamen met de andere architecten ben je het technisch geweten van RGN IT;\u003c/li\u003e\n\u003cli\u003eOperationaliseren van architectuur, naast ‘as is’ en ‘to be’ ook de route hiernaartoe uitwerken.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eMET WIE WERK JE SAMEN?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls software architect werk je in ons architecture team, als onderdeel van onze foundation tribe, samen met 5 andere architecten onder leiding van de lead enterprise architect.Samen zijn jullie het technisch geweten van ons applicatielandschap en infrastructuur. Onze omgeving is hierbij voornamelijk gebaseerd op java en AWS, wij werken o.a. met Scala, Elasticsearch, Python, Docker en Airflow.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWIE BEN JE?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe hebt zeer goede kennis van methodieken zoals SOA, TOGAF;\u003c/li\u003e\n\u003cli\u003eJe hebt een technische achtergrond, als bijvoorbeeld developer, en bent in elk geval in staat om developers te adviseren en code te lezen;\u003c/li\u003e\n\u003cli\u003eJe hebt kennis van API management, bouwen van software en integratie;\u003c/li\u003e\n\u003cli\u003eJe hebt up to date kennis van security (SSO, openID connect);\u003c/li\u003e\n\u003cli\u003eJe hebt kennis van data en informatie modellen;\u003c/li\u003e\n\u003cli\u003eIn een cloud omgeving voel je je thuis;\u003c/li\u003e\n\u003cli\u003eJe bent communicatief sterk en in staat om met zowel developers als MT te schakelen op verschillende niveaus en doet dit comfortabel in zowel Nederlands als Engels;\u003c/li\u003e\n\u003cli\u003eOok al is programmeren geen dagelijkse taak meer, je vindt het leuk om zelf te puzzelen en hands-on dingen uit te proberen en mee te denken.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWAAROM RGN IT?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eTech en Touch. Wij geloven in de kracht van technologie, maar wél gecombineerd met persoonlijke aandacht. En dat geldt evengoed voor onze eigen medewerkers: wij zien jouw vooruitstrevende ideeën, maar vooral jou. Jouw werkplezier staat voorop. We zien jou als mens, en geven je de ruimte en ondersteuning om jouw beste zelf te zijn. Daarnaast bieden we:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ede kans om impact te maken op een groot transformatieproject;\u003c/li\u003e\n\u003cli\u003eeen interessant maandelijks salaris afhankelijk van je werkervaring;\u003c/li\u003e\n\u003cli\u003eeen benefit budget van 12,347% (incl. 8,5% vakantiegeld) dat je kan inzetten voor sport, extra opleidingsbudget, extra vrije tijd, of als leuke extra bonus;\u003c/li\u003e\n\u003cli\u003eeen lease auto of mobiliteitsbudget, laptop, telefoon en abonnement;\u003c/li\u003e\n\u003cli\u003e25 vakantiedagen per jaar, met de optie er max. 26 bij te kopen;\u003c/li\u003e\n\u003cli\u003eeen interessante bonusregeling;\u003c/li\u003e\n\u003cli\u003ede mogelijkheid om na 3 jaar een sabbatical te nemen;\u003c/li\u003e\n\u003cli\u003esamenwerking met VSO voor internationale vrijwilligersprojecten;\u003c/li\u003e\n\u003cli\u003eeen organisatie die investeert in je groei en ontwikkeling.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNieuwsgierig geworden? We zien uit naar je sollicitatie.\u003c/p\u003e\n\u003cp\u003e--\u003c/p\u003e\n\u003cp\u003eEen VOG en/of een assessment kan onderdeel uitmaken van het selectieproces.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eGa direct naar \u003ca href=\"https://www.werkenbijrandstad.nl/nl/nl/apply?jobSeqNo=RANEUKR16983EXTERNALNLNL\u0026amp;utm_source=github\u0026amp;utm_medium=paid\u0026amp;utm_campaign=cr-it\"\u003e\u003cstrong\u003ehet sollicitatieformulier\u003c/strong\u003e\u003c/a\u003e!\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGVoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--38e47b1190f9c22b506812abe9a0fe4161cc4b85/randstad-logo-share-blue.png"
    },
    {
        "id": "2db8422f-da05-4821-9c44-86f2c3448ea9",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/2db8422f-da05-4821-9c44-86f2c3448ea9",
        "created_at": "Thu Apr 22 17:52:33 UTC 2021",
        "company": "Randstad Groep Nederland B.V.",
        "company_url": "http://werkenbijrandstad.nl/",
        "location": "Diemen/Amsterdam",
        "title": "Fullstack Java Developer",
        "description": "\u003cp\u003eMet jouw expertise zorg je als fullstack java developer voor de meest plezierige en efficiënte klantervaring. Met jouw state-of-the-art-systemen verbeter je onze business en maak je echt impact!\nWant als je in ons tech team werkt, houd je jezelf en Nederland in beweging. Wij zijn continu bezig onze business en processen te optimaliseren, zodat we onze klanten en kandidaten meer gemak, snelheid en transparantie kunnen bieden. Impactvolle tech, daar doen we het voor.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWAT GA JE DOEN?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSamen met het team ontwikkelen van user stories op de backlog;\u003c/li\u003e\n\u003cli\u003eBegeleiden van (meer junior) collega’s;\u003c/li\u003e\n\u003cli\u003eSamenwerken met andere online teams;\u003c/li\u003e\n\u003cli\u003eDevops activiteiten ontplooien zoals productie incidenten oplossen en voorkomen\u003c/li\u003e\n\u003cli\u003eUitvoeren en automatiseren van (regressie) testen\u003c/li\u003e\n\u003cli\u003eTechnisch refinen van user stories\u003c/li\u003e\n\u003cli\u003eTestwerk\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWAAR WERK JE?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe werken vanuit ons hoofdkantoor in Amsterdam (Diemen). Een ondernemende agile omgeving waar we in meer dan 24 DevOps-teams continu experimenteren met nieuwe technologieën. Jouw team bestaat uit vier tot zes software ontwikkelaars, designers, analisten en testers.\nWe werken vanuit tribes. Door met meerdere tribes aan eenzelfde product of dienst te werken, ontstaat er een interessante kruisbestuiving tussen collega's van allerlei teams en disciplines binnen én buiten onze it afdeling. Zo houden we elkaar scherp en inspireren we elkaar. Maar natuurlijk blijf je binnen je eigen chapter ook brainstormen over ontwikkeling en technische problemen én schakel je met stakeholders in de organisatie, van product owners, security officers en directeuren; maar ook met eindgebruikers, recruiters, marketeers en kandidaten.\u003c/p\u003e\n\u003cp\u003eWat ongetwijfeld ook bijdraagt aan ons succes, is de diversiteit binnen onze teams. Zo zijn de vrouwen bij ons op de IT afdeling goed vertegenwoordigd met ruim 30%. Wij zijn er trots op, want we weten: gemengde teams – in de meest brede zin van het woord – presteren beter.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWIE BEN JE?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJij hebt al wat jaren ervaring als software ontwikkelaar, uiteraard programmeer je voornamelijk in Java en ben je op zoek naar een plek waar je kan groeien. Daarnaast breng jij al wat ervaring met jou mee, namelijk:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e4 jaar aantoonbare ervaring in ontwikkelen van Java Webapplicaties, services (SOAP/REST) en business logica\u003c/li\u003e\n\u003cli\u003eJava 8\u003c/li\u003e\n\u003cli\u003eHTML / CSS / Javascript / Angular\u003c/li\u003e\n\u003cli\u003eJSP\u003c/li\u003e\n\u003cli\u003eJAVA Spring boot\u003c/li\u003e\n\u003cli\u003eDocker Container\u003c/li\u003e\n\u003cli\u003eAmazon AWS\u003c/li\u003e\n\u003cli\u003eCI/CD\u003c/li\u003e\n\u003cli\u003eECS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eJij hebt bij voorkeur ook ervaring met:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eElasticsearch\u003c/li\u003e\n\u003cli\u003eGitlab / Jira / Jenkins / Kibana / Sonar\u003c/li\u003e\n\u003cli\u003eSelenium / JUnit / Ready-API / SOAP-UI\u003c/li\u003e\n\u003cli\u003eAWS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWAT BIEDEN WIJ?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen warm bad, met fijne en inspirerende collega’s die voor je klaarstaan;\u003c/li\u003e\n\u003cli\u003eEen leer/werktraject;\u003c/li\u003e\n\u003cli\u003eEen marktconform salaris;\u003c/li\u003e\n\u003cli\u003e25 vakantiedagen en 8,5% vakantietoeslag;\u003c/li\u003e\n\u003cli\u003eVeel opleidingsmogelijkheden en ontwikkelkansen binnen Randstad Groep Nederland;\u003c/li\u003e\n\u003cli\u003eGoede mobiliteitsregeling en laptop;\u003c/li\u003e\n\u003cli\u003eEen ruim maandelijks benefit budget waarmee je zelf kunt kiezen tussen vrije tijd of geld of voor inzet van je budget voor oa een fiets, tablet, sportabonnement of opleiding;\u003c/li\u003e\n\u003cli\u003eEen interessante bonusregeling met daarnaast mogelijkheid om 2x per jaar een outperformance bonus te behalen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWAAROM RGN IT?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls je als fullstack java developer ergens impact hebt, dan is het hier wel. Wij ondersteunen onze HR-dienstverlening met hightech apps en software, die we continu verbeteren. Zodat onze mensen ervoor kunnen zorgen dat bijvoorbeeld jouw koffer op de band terecht komt op het vliegveld, jouw pakketjes netjes op tijd worden geleverd en goed verzorgt wordt in het ziekenhuis. Onze innovaties volgen elkaar in sneltreinvaart op. Wij geloven in de kracht van technologie, maar wél gecombineerd met persoonlijke aandacht. En dat geldt evengoed voor onze eigen medewerkers: wij zien jouw vooruitstrevende ideeën, maar vooral zien wij ook jou. Jouw werkplezier staat voorop.\u003c/p\u003e\n\u003cp\u003eWij bouwen aan hechte teams, waarin je alle ruimte krijgt om je ideeën waar te maken. En om jezelf te ontwikkelen. Durf je daar wat lef in te tonen? Top. Wij bieden je volop mogelijkheden om te groeien. Bij ons kies je dan ook niet voor een baan, je kiest voor een carrière. De enorme diversiteit aan functies binnen heel Randstad Groep Nederland biedt jou als developer interessante perspectieven. Wist je dat 80% van ons hoger management binnen onze eigen organisatie is opgeklommen? Kom erbij en groei!\u003c/p\u003e\n\u003cp\u003eHelemaal zin om bij ons te beginnen? Wij kijken uit naar je sollicitatie.\u003c/p\u003e\n\u003cp\u003e--\u003c/p\u003e\n\u003cp\u003eEen VOG en/of een assessment kan onderdeel uitmaken van het selectieproces.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eGa direct naar \u003ca href=\"https://www.werkenbijrandstad.nl/nl/nl/apply?jobSeqNo=RANEUKR18242EXTERNALNLNL\u0026amp;utm_source=github\u0026amp;utm_medium=paid\u0026amp;utm_campaign=cr-it\"\u003e\u003cstrong\u003ehet sollicitatieformulier\u003c/strong\u003e\u003c/a\u003e!\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdVNoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2eb5e267d5e57d8535d543fecb77c9fd029ad875/randstad-logo-share-blue.png"
    },
    {
        "id": "a9ec9eef-e7e5-4fe4-a44a-9bd1f0585628",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a9ec9eef-e7e5-4fe4-a44a-9bd1f0585628",
        "created_at": "Fri Apr 23 13:28:48 UTC 2021",
        "company": "IT\u0026I",
        "company_url": "https://iti-software.de",
        "location": "Berlin",
        "title": "Software Entwickler WPF / Angular (m/w/d)",
        "description": "\u003cp\u003eMit über 55 Mitarbeitern ist die IT\u0026amp;I GmbH ein bundesweit agierendes in Berlin-Mitte ansässiges Unternehmen für Softwareentwicklung und -Beratung. Wir entwickeln und betreiben maßgeschneiderte Softwareanwendungen für die Energiewirtschaft. Dabei unterstützen wir unsere Kunden bei der Umsetzung der IT-Anforderungen in einem durch die Energiewende geprägten dynamischen Umfeld mit agilen Methoden.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu konzipierst und entwickelst innovative Software für Desktop-Anwendungen mit WPF\u003c/li\u003e\n\u003cli\u003eDu migrierst gemeinsam mit deinem agilen Team eine umfangreiche WPF-Anwendung nach Angular\u003c/li\u003e\n\u003cli\u003eDu verwendest C# .NET (Core) und Angular\u003c/li\u003e\n\u003cli\u003eDurch vorgegebene Mock-ups setzt du die Designs um\u003c/li\u003e\n\u003cli\u003eDu bindest Backend-Services an\u003c/li\u003e\n\u003cli\u003eDu arbeitest eng mit dem Kunden zusammen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hast mehrere Jahre Berufserfahrung als Software Entwickler und Erfahrung in der Umsetzung von Anwendungen mit WPF\u003c/li\u003e\n\u003cli\u003eDu kennst dich in der Softwarearchitektur (MVVM) aus\u003c/li\u003e\n\u003cli\u003eEin Plus für dich wären Erfahrungen mit anderen Frameworks (Angular, React, EF), in der Backendentwicklung und mit Prozess- oder CI-Tools (Azure DevOps)\u003c/li\u003e\n\u003cli\u003eDu bringst bereits Grundkenntnisse in relationalen Datenbanken mit\u003c/li\u003e\n\u003cli\u003eDependency Injection und Clean Code sind keine Fremdwörter für dich\u003c/li\u003e\n\u003cli\u003eDu hast einen Fach- oder Hochschulabschluss der Informatik oder eine vergleichbare Qualifikation\u003c/li\u003e\n\u003cli\u003eDu bist teamfähig, verfügst über Lernbereitschaft und Kommunikationsbereitschaft\u003c/li\u003e\n\u003cli\u003eDu verstehst Zusammenhänge, schaust über den Tellerrand hinaus und hast die Bereitschaft dich mit neuen Technologien, Tools und Prozessen zu beschäftigen\u003c/li\u003e\n\u003cli\u003eDu bringst gute Deutsch- und Englischkenntnisse mit\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWerde Teil eines kreativen Teams mit flachen Hierarchien und nutze die Chance gemeinsam mit uns zu wachsen\u003c/li\u003e\n\u003cli\u003eArbeite in unserem zentralen und modernen Büro in Berlin-Mitte\u003c/li\u003e\n\u003cli\u003eKostenfreie Getränke (Kaffee, Tee, Wasser, Mate), Obst und Süßigkeiten unterstützen deine Kreativität – mit unserer Siebträgermaschine kommen auch Kaffeeliebhaber auf ihre Kosten\u003c/li\u003e\n\u003cli\u003eWir haben flexible Arbeitszeiten und Homeoffice-Möglichkeiten\u003c/li\u003e\n\u003cli\u003eFeier mit uns unsere Erfolge bei Teamevents oder Firmenfeiern (Beachvolleyball, Badminton, Firmenlauf, uvm.) und nutze zum Austausch unsere Gemeinschaftsküchen, Kicker, Nintendo Switch oder unser kleines Kino\u003c/li\u003e\n\u003cli\u003eDu erhältst eine unbefristete Anstellung in einem sicheren und wachsenden Unternehmen\u003c/li\u003e\n\u003cli\u003eNeben einem neuen Firmenhandy erwartet dich eine attraktive Vergütung\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWir haben dich neugierig gemacht?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDann bewirb dich jetzt und sende uns deine aussagekräftige Bewerbung (deine Bewerbung sollte max. 10 Anhänge haben oder 10MB groß sein). Wir freuen uns auf dich!\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://iti-software.join.com/jobs/2123656-software-entwickler-wpf-angular-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=555b6899-0528-43ee-a059-12081871e3a7\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=software%2Bentwickler%2Bwpf%2Bangular%2Bm%2Bw%2Bd\"\u003ehttps://iti-software.join.com/jobs/2123656-software-entwickler-wpf-angular-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=555b6899-0528-43ee-a059-12081871e3a7\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=software%2Bentwickler%2Bwpf%2Bangular%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdjJoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3d47d167ed5ac2104bdd044a4bff03453d05ce53/it\u0026i.jpg"
    },
    {
        "id": "b0f36645-4759-474a-b25e-9fa5d28cf595",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/b0f36645-4759-474a-b25e-9fa5d28cf595",
        "created_at": "Fri Apr 23 11:53:03 UTC 2021",
        "company": "Livestorm",
        "company_url": "https://livestorm.co/",
        "location": "full remote",
        "title": "Back-End Engineer Ruby - Integrations Squad",
        "description": "\u003cp\u003eAbout Livestorm:\u003c/p\u003e\n\u003cp\u003eLivestorm is the all-in-one video communication platform for companies looking to implement a powerful video communication strategy.\u003c/p\u003e\n\u003cp\u003eFounded in 2016, Livestorm enables companies to promote, host and analyze their online events. We’re building the future of unified video communication: an all-in-one video communication platform that connects to your tools and lives in your browser. Livestorm is a browser-based platform that doesn’t require a download, or setup. You can use Livestorm for on-demand, live, or pre-recorded meetings or events.\u003c/p\u003e\n\u003cp\u003eLivestorm has been built with ease-of-use in mind.\u003c/p\u003e\n\u003cp\u003eWe serve companies of all sizes, from startups to Fortune500. Front, Honda, Intercom or Spendesk trust Livestorm to organize their meetings, webinars or online events.\u003c/p\u003e\n\u003cp\u003eHere are our core values:\u003c/p\u003e\n\u003cp\u003eStay curious: Be interested in the world around you.\nRemain humble: Keep learning and keep your ego in check.\nBe resourceful: Go that extra mile in the most efficient way.\nOwn it: Take pride in what you do, own your wins, and fails.\nBe transparent: Sharing knowledge, learnings, feedback, and mistakes.\u003c/p\u003e\n\u003cp\u003eTeam description:\nAs Livestorm is growing rapidly, our Team is aiming to develop our public API and everything that has to do with relevant data synchronisation between Livestorm and 2nd/3rd-party softwares. Therefore, we are looking for a talented Back-End Engineer that can be a partner in helping us scale up our integrations ecosystem and make sure Livestorm can be connected with all relevant softwares in the industry.\u003c/p\u003e\n\u003cp\u003eWhile Livestorm has headquarters in Paris, we are a remote-first company. As a matter of fact, Stormies are located between France, Germany, Greece, Mauritius, Spain, USA,... so we are looking for the best talent, no matter where you live.\u003c/p\u003e\n\u003cp\u003eMissions:\u003c/p\u003e\n\u003cp\u003eIn this role, you will be responsible of:\u003c/p\u003e\n\u003cp\u003eDesigning, building and maintaining features in production\nParticipating in Code Reviews and providing feedback to Team Members\nSharing knowledge with everyone and helping your Team to grow\nHaving the freedom to experiment\nContributing to architectural and design decisions\nMonitoring the production to try to prevent any issue that could impact our customer experience\u003c/p\u003e\n\u003cp\u003eCurrent Stack:\u003c/p\u003e\n\u003cp\u003eBackend: Ruby 2.7.1 (soon Ruby 3), Rails 6, NodeJS 12.20.1, Apollo Server\nDatastores: PostgreSQL / Redis\nFrontend: Vue.js\nInfra: AWS\nMore on Stackshare 👉 \u003ca href=\"https://stackshare.io/livestorm/livestorm\"\u003ehttps://stackshare.io/livestorm/livestorm\u003c/a\u003e\nPré-requis du poste\nFor this Backend Engineer Ruby - Integrations Squad role, we are looking for someone with the following experience:\u003c/p\u003e\n\u003cp\u003eCode:\u003c/p\u003e\n\u003cp\u003eAt least 3 years experience in Ruby and Rails (Rails 5+)\nPrevious experience with public API\nRigorous about testing and code quality (TDD, acceptance tests, unit tests)\nTeam fit:\u003c/p\u003e\n\u003cp\u003eYou're a team player and you have a sense of ownership.\nYou can speak / write in English (French is a plus).\nPlus:\u003c/p\u003e\n\u003cp\u003eInterested by micro-services oriented architectures\nYou know how to implement event-based communication between micro-services.\nYou have already worked in an agile environment and you loved it.\nYou are curious about new languages and aren't afraid of using new patterns and structures.\nMoreover, we are looking for someone who can work in the Paris timezone (we accept a jet-lag of 2 hours maximum).\u003c/p\u003e\n\u003cp\u003eConfidence can sometimes hold us back from applying for a job. But we'll let you in on a secret: there's no such thing as a 'perfect' candidate. So however you identify and whatever background you bring with you, please apply if this is a role that would make you excited to come into work every day.\u003c/p\u003e\n\u003cp\u003eWhat it is like to join Livestorm and the Stormies:\u003c/p\u003e\n\u003cp\u003e🗺 Work from anywhere you want:\u003c/p\u003e\n\u003cp\u003e🏡 Home (participation for equipment and costs, according to our expense policy)\n🏢 Paris office (snacks, drinks, afterworks...)\n💼 Coworking space (covered up to €300 including VAT per month, or local currency equivalent)\n🚉 Business trips are covered (according to our internal T\u0026amp;E policies)\n🚲 Sustainable mobility package for daily trips to go to work\n🎉 Cheer up your Stormie life:\u003c/p\u003e\n\u003cp\u003e🎿 Off-sites twice a year\n🕹 Weekly activities (online board games, riddles...)\n👐 Teambuildings\n🗣 Monthly Talking times\n💙 Take care of yourself (with Moka.care)\u003c/p\u003e\n\u003cp\u003e🤝 Participate to our referral program\u003c/p\u003e\n\u003cp\u003e👶 Livestorm signed the \"Parental act\"\u003c/p\u003e\n\u003cp\u003eAnd also, benefit from:\u003c/p\u003e\n\u003cp\u003e🌍 All legal and mandatory benefits from your work country for EOR contracts.\u003c/p\u003e\n\u003cp\u003e🇫🇷 All French legal benefits for French contracts: €9 of lunch vouchers with Swile (covered at 50%), health insurance with Alan (covered at 50%), transport subscription to go to work (covered at 50%), and CSE with cultural \u0026amp; sport activities via Leeto.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003ePlease apply on \u003ca href=\"https://jobs.livestorm.co/o/backend-engineer-ruby-integrations-squad/c/new\"\u003ehttps://jobs.livestorm.co/o/backend-engineer-ruby-integrations-squad/c/new\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdnVoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ae48e3770ef8ca5c0c1a0dc4ff1808041cd802be/logo-site-livestorm-presta.jpeg"
    },
    {
        "id": "ab44fbb9-8ef5-46f8-af52-46c2ff03c622",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ab44fbb9-8ef5-46f8-af52-46c2ff03c622",
        "created_at": "Fri Apr 23 09:11:55 UTC 2021",
        "company": "Remote",
        "company_url": "http://www.remote.com",
        "location": "Remote",
        "title": "Frontend Engineer",
        "description": "\u003cp\u003eRemote is THE global platform that enables companies to employ people anywhere in the world, taking away all legal and compliance complexities. Remote handles global payroll, benefits, taxes, and compliance for businesses big and small. (read more about \u003ca href=\"https://remote.com/how-it-works\"\u003ehow it works\u003c/a\u003e). \u003c/p\u003e\n\u003cp\u003eWe encourage folks from all ethnic groups, genders, sexuality, age and abilities to apply. We value kindness, ownership and team collaboration. You can check out our \u003ca href=\"https://remote.com/handbook\"\u003epublic handbook\u003c/a\u003e. to learn more about our culture. If this job description resonates with you, we want to hear from you!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHow we work\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eRemote is fully remote (ah!) and we love \u003ca href=\"https://www.notion.so/Working-Async-80c01cd443ad4c77a8ceaef7c5fba5d0\"\u003eWorking Async\u003c/a\u003e. This means you get to do your own schedule no matter the timezone. The Remote Engineering team uses a simple approach to productivity and task management and you can read more about it in \u003ca href=\"https://www.notion.so/remotecom/The-Remote-Flow-4ccc721f6dde40e4b5c91dd8e47e77c7\"\u003eThe Remote Flow\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eThe team you'll be joining: 33 engineers, spanning across Frontend, Backend, SRE and QA. We're organised into product teams composed with engineers, designers, product managers, operations and finance, each dedicated to achieving the same goals in a specific domain.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePrevious experience working as Frontend Engineer/Developer for at least 2 years\u003c/li\u003e\n\u003cli\u003eSolid understanding of \u003cstrong\u003eJavascript ES6\u003c/strong\u003e\n\u003c/li\u003e\n\u003cli\u003eProficient with \u003cstrong\u003eReact\u003c/strong\u003e\n\u003c/li\u003e\n\u003cli\u003eExperience with \u003cstrong\u003eJest\u003c/strong\u003e and \u003cstrong\u003eReact Testing Library\u003c/strong\u003e or \u003cstrong\u003eEnzyme\u003c/strong\u003e in writing meaningful tests. \u003c/li\u003e\n\u003cli\u003eInterest in build pages with performance, accessibility and API design in mind\u003c/li\u003e\n\u003cli\u003eAttention to details when implementing UI mockups made by our amazing design team.\u003c/li\u003e\n\u003cli\u003eIt's not required to have experience working remotely, but considered a plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNice to have\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNextjs\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUnlimited personal time off - Read our \u003ca href=\"https://www.notion.so/Time-off-e2e71e5dcdef43ff82515d7c711ed4af\"\u003etime off\u003c/a\u003e policy\u003c/li\u003e\n\u003cli\u003eThe equipment/tools you need to do your job well and comfortable\u003c/li\u003e\n\u003cli\u003eTraining budget\u003c/li\u003e\n\u003cli\u003eGood salary and company options\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eApplication process\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e(async) Application is reviewed\u003c/li\u003e\n\u003cli\u003eInterview with our recruiter\u003c/li\u003e\n\u003cli\u003eInterview with your future manager (CTO)\u003c/li\u003e\n\u003cli\u003e(async) code exercise (you're not expected to waste more than 2 - 4 hours)\u003c/li\u003e\n\u003cli\u003eInterview with the team (without any manager in the call so you can really get to know the people and ask all you want to ask)\u003c/li\u003e\n\u003cli\u003e(async) Reference calls\u003c/li\u003e\n\u003cli\u003e(async) Offer\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://grnh.se/f38c3f693us\"\u003ehttps://grnh.se/f38c3f693us\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdnFoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--faa6bd5b90a46cf3ac0157f4354dd101233e53c5/pJ-7_0_R_400x400.png"
    },
    {
        "id": "c3d8396b-36be-41ee-b427-520bc75e7021",
        "type": "Contract",
        "url": "https://jobs.github.com/positions/c3d8396b-36be-41ee-b427-520bc75e7021",
        "created_at": "Thu Apr 22 13:29:09 UTC 2021",
        "company": "Second Harvest",
        "company_url": "https://secondharvest.ca/",
        "location": "Toronto, Ontario",
        "title": "Software Developer",
        "description": "\u003cp\u003eTITLE: Software Developer\u003c/p\u003e\n\u003cp\u003eDATE: April 2021\u003c/p\u003e\n\u003cp\u003eDEPARTMENT: Food Rescue\u003c/p\u003e\n\u003cp\u003eREPORTS TO: Director of Product Development\u003c/p\u003e\n\u003cp\u003eSTATUS: Contract Full-Time (1-year contract, with possibility of extension)\u003c/p\u003e\n\u003cp\u003eSALARY: $80,000 - $90,000 Per Annum Plus Benefits\u003c/p\u003e\n\u003cp\u003eWE ARE:\u003c/p\u003e\n\u003cp\u003eSecond Harvest is Canada’s largest food rescue organization and expert in perishable food recovery. We rescue surplus, unsold food from across the supply chain and redistribute it to not-for-profits across the country to feed communities.\u003c/p\u003e\n\u003cp\u003eSecond Harvest is looking for a collaborative, adaptive problem-solver with 3+ years development experience to join our team as a Software Developer. Under the direction of the Director of Product Development, this position will work alongside our external development partners to build and expand the Second Harvest Food Rescue App, with a focus on the web application and database integration. The web application is built on top of React, using a .NET Core backend. The affiliated database is Microsoft Dynamics, and datastore is through Microsoft Azure.\u003c/p\u003e\n\u003cp\u003eYOU WILL:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop features for the existing Second Harvest Food Rescue App (web application), ensuring integration into Microsoft Dynamics 365.\u003c/li\u003e\n\u003cli\u003eWrite high quality source code to complete web application features within deadlines.\u003c/li\u003e\n\u003cli\u003eWork to resolve any technical issues that may arise in a timely and effective manner.\u003c/li\u003e\n\u003cli\u003eTrack all work in Microsoft Azure Triage Board, following standard operating procedures to ensure all developers and product team can easily view process and blockers.\u003c/li\u003e\n\u003cli\u003eLiaise with external technical vendors, working collaboratively to enhance the web application software.\u003c/li\u003e\n\u003cli\u003eCollaborate with the Food Rescue team to ensure technical development accurately reflects the needs and priorities of web application users, internal staff, and community partners.\u003c/li\u003e\n\u003cli\u003eAssess capability gaps and opportunities to improve the web application technology.\u003c/li\u003e\n\u003cli\u003ePerforms other related duties as required or assigned to support the overall goals of the organization.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYOU ARE:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDetail-Oriented: you are proud of your work and know that cutting corners isn’t an option.\u003c/li\u003e\n\u003cli\u003eAn Industry Expert: you’re up to date with technology trends and are always looking for new solutions to old problems.\u003c/li\u003e\n\u003cli\u003eA Microsoft Geek: you have experience working with Microsoft Power Platform and are excited by the low-code/no-code tools used by non-developers. You can’t wait to help enhance the work being done by our team.\u003c/li\u003e\n\u003cli\u003eNaturally Curious: you’re innovative, extremely creative, and constantly looking for ways to improve upon things.\u003c/li\u003e\n\u003cli\u003eEnergized: you’re always ready to take on new things and have fun doing it; if you’re not having fun, you’re not doing it right.\u003c/li\u003e\n\u003cli\u003eMotivated by Challenges: your passion for perfection keeps you going.\u003c/li\u003e\n\u003cli\u003e3+ years experience creating solutions with: React, .NET Core, Microsoft Dynamics, Microsoft Azure, Microsoft Power Platform.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWHAT YOU’LL GET IN RETURN:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA whole lot of fun.\u003c/li\u003e\n\u003cli\u003eThe opportunity to work for an internationally recognized, purpose-driven organization.\u003c/li\u003e\n\u003cli\u003eCompetitive compensation and benefits.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eFor more information about Second Harvest, visit:  \u003ca href=\"http://www.secondharvest.ca\"\u003ewww.secondharvest.ca\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003ePlease submit your cover letter and resume on or before May 2, 2021 via email, with “SOFTWARE DEVELOPER” in the subject line, to \u003ca href=\"mailto:humanresources@secondharvest.ca\"\u003ehumanresources@secondharvest.ca\u003c/a\u003e. We would appreciate no phone calls or agencies.\u003c/p\u003e\n\u003cp\u003eConsideration of applications will begin immediately and continue until the position is filled.\u003c/p\u003e\n\u003cp\u003eWe would like to thank all applicants for applying for this position, however you will only be contacted if your candidacy is being considered. Second Harvest is committed to an inclusive and accessible recruitment and selection process. If you are invited to attend an interview and require an accommodation, please advise us in advance of our meeting.\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc3VoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--32e13ccd3aa2afd11bf5fc346c9dc05fc34e4a07/SH-EN-Logo-Transparency-256pxWidth%20(002).png"
    },
    {
        "id": "7aa4fa1a-7d57-43a1-9f5b-55bdacf3e6a6",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/7aa4fa1a-7d57-43a1-9f5b-55bdacf3e6a6",
        "created_at": "Thu Apr 22 11:57:55 UTC 2021",
        "company": "Limango",
        "company_url": "https://www.limango.de/ehp",
        "location": "Munich",
        "title": "Junior PHP Backend Developer (m/w/d)",
        "description": "\u003cp\u003e\u003cstrong\u003eOUR MISSION\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003elimango is the Online Shop for families – We wow our customers every day with a fantastic range of brands at very attractive prices. Based in Munich, our 300 employees share a passion for families. We do everything we can to understand their needs and fulfil their wishes. limango has everything families need: Fashion for Babies, Kids, Women and Men as well as Homeware, Toys, Cosmetics and Family holidays. At limango you’ll find both classic brands and upcoming brands from across Europe. Founded in 2007 and a member of the Otto Group since 2009 limango now has over 22 million members across Germany, Austria, France, the Netherlands and Poland and sells over 40 000 products daily to German customers alone. We want to continue to grow and win the trust of all mums in Europe. To help us achieve this, we’re looking for motivated, talented individuals to work with us and be a part of something big.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR JOB\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn the limango IT you get the chance to contribute your own ideas and know-how to the development of services all around the different processes of our ecommerce business\u003c/li\u003e\n\u003cli\u003eTogether with our experienced and international development teams you will improve and expand our php based backend CRM systems\u003c/li\u003e\n\u003cli\u003eYou will become part of our well-rehearsed agile teams of versatile and experienced developers and a dedicated product owner\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR PROFILE\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA degree with a focus on IT or a comparable training\u003c/li\u003e\n\u003cli\u003eYou have 1-2 years experience in the development of scalable eCommerce applications in common PHP frameworks such as Symfony3+ as well as knowledge of OOP and design patterns\u003c/li\u003e\n\u003cli\u003eYou bring practical experience with RESTful APIs and service-oriented architecture\u003c/li\u003e\n\u003cli\u003eYou have profound experience in relational databases (MySQL/MariaDB)\u003c/li\u003e\n\u003cli\u003eDevOps and GoLang experience are desirable\u003c/li\u003e\n\u003cli\u003eA well-functioning tool is not enough for you - you enjoy optimizing complex IT processes!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOUR OFFER\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eChallenging tasks, independent work and a great deal of creative freedom in a working environment that burns for results and is happy to be measured against them\u003c/li\u003e\n\u003cli\u003eAn open, team-oriented working atmosphere\u003c/li\u003e\n\u003cli\u003eA steep learning curve in a dynamic company with international orientation\u003c/li\u003e\n\u003cli\u003eA great office in Munich's Tech-Spot with probably the coolest roof terrace in the city\u003c/li\u003e\n\u003cli\u003eCorporate events, fresh fruit and soft drinks\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInterested? We look forward to receiving your application including CV, salary requirements and your earliest possible starting date.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/5847810e6df3e310e9a7f0359b12199b8400f650/68747470733a2f2f742e676f686972696e672e636f6d2f682f66663336323231373239383466626366656631313864613139653663316237303434313365376665656136353936346631626561313463353734626531626662\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/076f63218fd916966f368984c132b7e532a45727014fa66f239f48fed4be0d9d\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc3FoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--aa8c030695bdf8c2f0198aa9c1de4d97c3f666ed/Limango.jpg"
    },
    {
        "id": "225fb819-7b5d-4612-8976-7e565d13f3bc",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/225fb819-7b5d-4612-8976-7e565d13f3bc",
        "created_at": "Thu Apr 22 11:34:48 UTC 2021",
        "company": "Lichtblick SE",
        "company_url": "https://www.lichtblick.de/",
        "location": "Hamburg",
        "title": "DevOps Engineer (gn) Azure",
        "description": "\u003cp\u003e\u003cstrong\u003eÜber uns\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSeit 22 Jahren verfolgt LichtBlick genau ein Ziel: gute Energie. Und das bekommt auch jeder zu spüren. Denn Menschlichkeit hat hier einen genauso hohen Stellenwert wie Klimaneutralität – schließlich sorgen wir jeden Tag für gutes Klima.\nLichtBlick bietet dir nicht irgendeinen Job, sondern einen mit und für die Zukunft. Denn genau das ist die Mission: einen klimaneutralen Lebensstil normal zu machen. Ein neues Normal zu definieren, dem immer mehr Menschen folgen. Und es funktioniert: Aus anfänglichen 8 Stromabnehmern sind 1,7 Millionen LichtBlickende geworden. Eine Gemeinschaft, die 1 Millionen Tonnen CO₂ im Jahr spart und ein Zeichen für eine klimaneutrales, faires Morgen setzt. Willst auch du mit deiner Arbeit einen Unterschied machen? Dann herzlich willkommen auf der grünen Seite. Lass uns das neue Normal gestalten.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDein Job:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls Mitglied eines agilen Teams bist du für die Weiterentwicklung unserer zentralen Infrastruktur-Komponenten auf Basis der Azure Cloud Services verantwortlich:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu entwirfst technische Lösungsarchitekturen unter Berücksichtigung nicht-funktionaler Anforderungen wie Performance, Security, QA, Resilience und Scalability\u003c/li\u003e\n\u003cli\u003eDabei kümmerst du dich um die Automatisierung von CI/CD-Pipelines, Tests und das allgemeine Ausrollen von Cloud-Ressourcen\u003c/li\u003e\n\u003cli\u003eDie Implementierung von Application Monitoring und die Einführung eines effektiven Alerting zur Sicherstellung des Betriebs gehört auch zu deinen Aufgaben\u003c/li\u003e\n\u003cli\u003eLaufend evaluierst du neue Cloud-Services hinsichtlich ihrer möglichen Integration in bestehende und zukünftige Architekturen\u003c/li\u003e\n\u003cli\u003eDu setzt deine fachliche Expertise aktiv als Coach und Mentor der Entwickler und Operations-Kollegen ein\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Skills:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin Studium mit Informatikschwerpunkt oder eine einschlägige Berufsausbildung im IT-Bereich jeweils mit erfolgreichem Abschluss\u003c/li\u003e\n\u003cli\u003eMehrjährige Berufserfahrung im Aufbau, Wartung und Administration von Cloud- Infrastrukturen auf Basis des Azure Service Stack (Azure DevOps, Functions, Event Grid, Service Bus, Application Insights)\u003c/li\u003e\n\u003cli\u003eFundierte praktische Kenntnisse mit dem automatisierten Provisioning und Management von Cloud-Umgebungen auf Basis von IaC-Tools (z.B. Terraform, Pulumi oder CloudFormation)\u003c/li\u003e\n\u003cli\u003eEin großer Vorteil für uns wäre, wenn du praktische Erfahrungen mit Docker und/oder Serverless mitbrächtest\u003c/li\u003e\n\u003cli\u003eDeine eigenverantwortliche, strukturierte und methodische Arbeitsweise versetzt dich in die Lage sowohl im Team, als auch selbstständig, effiziente Lösungsansätze zu erarbeiten\u003c/li\u003e\n\u003cli\u003eAgile Entwicklungspraktiken (Kanban, Scrum oder andere) sind dir vertraut im Denken und Arbeiten\u003c/li\u003e\n\u003cli\u003eEnglisch – Yes please!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas Angebot:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eLichtBlick war einer der ersten Ökostromanbieter und bietet heute alles rund um klimaneutrale Energielösungen. Gemeinsam wollen wir noch mehr verbessern. Vielleicht ja bald mit dir. Bei LichtBlick erwarten dich interessante und anspruchsvolle Aufgaben. Im Herzen Hamburgs – und in einem hoch motivierten und sympathischen Team. Freu dich auf flexible Arbeitszeiten und Benefits wie Homeoffice, Sabbaticals, Sportangebote u. v. m. All das bei jeder Menge Innovationen, Freiraum für Eigeninitiative und eigenverantwortlichen Entscheidungen sowie vielen weiteren Angeboten, die dich fachlich und persönlich weiterbringen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDein Ansprechpartner\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eLichtBlick SE\nJulian Gerigk\n\u003ca href=\"mailto:julian.gerigk@lichtblick.de\"\u003ejulian.gerigk@lichtblick.de\u003c/a\u003e\nZirkusweg 6, 20359 Hamburg\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/052e949ffb08640af8b9d91dd032528ac0cc66f7/68747470733a2f2f742e676f686972696e672e636f6d2f682f63323264323162363266376339336534326463393238376635653435333930303738396564663137646631323665646663353134373163396433653230633731\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/49628c0e5677907ad825f4260fa583079d5326627c3c40d9375d40520c8f15b3\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc2loIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d7800a566d0950b56e167ae280c7d7e9aea250f9/Lichtblick%20SE.jpg"
    },
    {
        "id": "be674ac1-0a92-4824-99b2-4a2413fec938",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/be674ac1-0a92-4824-99b2-4a2413fec938",
        "created_at": "Thu Apr 22 11:20:08 UTC 2021",
        "company": "OSI International Holding GmbH",
        "company_url": "https://de.osigroup.com/",
        "location": "Gersthofen",
        "title": "Dynamics NAV Experte (m/w/d) Finanzen",
        "description": "\u003cp\u003e\u003cstrong\u003eOSI in Kürze\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls international tätiges Unternehmen im Nahrungsmittelbereich gehören wir zur weltweit operierenden, inhaber­geführten OSI-Gruppe. In der Entwicklung und Herstellung von hochwertigen Produkten für die System­gastro­nomie und den Lebens­mittel­einzel­handel sind wir führend.\u003c/p\u003e\n\u003cp\u003eFür unsere Abteilung IT am europäischen Headquarter in Gersthofen suchen wir eine/n \u003cstrong\u003eDynamics NAV Experte (m/w/d) Finanzen.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWas Sie erwartet\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eVerantwortung und Entwicklung der funktionalen und technischen Agenda von Dynamics 365 Business Central (BC) für die OSI Gruppe in Europa, vorwiegend für den Finanzbereich\u003c/li\u003e\n\u003cli\u003eMitwirkung bei der Konzeption und Umsetzung von Microsoft Dynamics NAV Anforderungen als funktionaler BC/NAV Experte und Koordination fachlicher Themen mit externen Dienstleistern\u003c/li\u003e\n\u003cli\u003eGemeinsame Analyse mit den Business Unit Stakeholdern der prozessualen Anforderungen im Falle von Änderungsanfragen oder innerhalb von Projekten\u003c/li\u003e\n\u003cli\u003eMitwirkung bei Lösungskonzepten mit internen und externen Schnittstellen und Sicherstellung einer nachhaltigen Umsetzung der Anforderungen innerhalb der strategischen und funktionalen Gegebenheiten\u003c/li\u003e\n\u003cli\u003eVerantwortung für die Aufrechterhaltung und Optimierung des produktiven Applikationsbereiches und dessen Schnittstellen\u003c/li\u003e\n\u003cli\u003eUnterstützung bei der Planung und Durchführung von Schulungen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWas wir erwarten\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Informatik Studium oder ein vergleichbarer Abschluss mit fundierter Berufserfahrung\u003c/li\u003e\n\u003cli\u003eMehrjährige Erfahrung im Microsoft Dynamics Navision / Business Central Umfeld mit dem Schwerpunkt in den Finanzmodulen\u003c/li\u003e\n\u003cli\u003eKenntnisse und Erfahrung im Einsatz von EDI-Schnittstellen sind wünschenswert\u003c/li\u003e\n\u003cli\u003eEin sehr gutes Verständnis für Prozessabläufe in Produktionsunternehmen zeichnet Sie genauso aus wie analytisches Denkvermögen\u003c/li\u003e\n\u003cli\u003eFähigkeit zur Lösung komplexer Sachverhalte\u003c/li\u003e\n\u003cli\u003eNeben Ihren guten analytischen Fähigkeiten sind Sie belastbar\u003c/li\u003e\n\u003cli\u003eSehr gute Kommunikationsfähigkeit auf allen Ebenen in deutscher und englischer Sprache\u003c/li\u003e\n\u003cli\u003eReisetätigkeiten empfinden Sie als Bereicherung\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWas wir bieten\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWir sind ein Unternehmen mit flachen Hierarchien, kurzen Entscheidungswegen und einer ausgeprägten Kunden­orien­tierung in einem speziellen Markt. Wir wissen, dass das Engagement unserer Mitarbeiter die Basis unseres Erfolges ist. Daher fördern wir Sie, indem wir Ihnen schnell Verantwortung übergeben und Sie entsprechend Ihrer Talente weiterentwickeln.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/bba3bc1e68e532f463d9ec80242ff25b356a1075/68747470733a2f2f742e676f686972696e672e636f6d2f682f34643839376464333065656264623364636364316439306234666261626438613264343563316363343561346264326430393138326236383734613137393137\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/a2abac53c08d2daeb4d3e1b4aaef69a6233c7325a8c849b451f5abfe96bac283\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc1doIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f8efa63b18557939c87a4920f0abacd65647a33e/OSI%20International%20Holding%20GmbH.jpg"
    },
    {
        "id": "019aa8db-0cec-4c98-b340-92d1735df385",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/019aa8db-0cec-4c98-b340-92d1735df385",
        "created_at": "Thu Apr 22 11:08:41 UTC 2021",
        "company": "FundraisingBox c/o Wikando GmbH",
        "company_url": "https://www.fundraisingbox.com/",
        "location": "Augsburg",
        "title": "PHP Senior Developer (m/w/d) in Vollzeit und 100% Home Office / Remote",
        "description": "\u003cp\u003eWir sind digitale Entwicklungshelfer und ein echtes Remote-Team! Der Firmensitz unserer Wikando GmbH ist zwar in Augsburg, aber wir sind komplett virtuell organisiert. Das hat den großen Vorteil, dass Du nicht umziehen musst, und von überall aus - mit Internetanschluss, versteht sich - mit uns arbeiten kannst. Trotzdem sind wir ein sehr enges, vertrautes Team und besitzen auch eine Teeküche ;-)\u003c/p\u003e\n\u003cp\u003eOb Du digitaler Nomade oder Familienmensch bist, unser Modell ermöglicht Dir Deine optimale Work-Life-Balance. Deine Stelle ist remote und unbefristet. Wir würden uns freuen, Dich kennenzulernen und mit an Bord zu nehmen! Schick uns Deine Bewerbung.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas machen wir\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eUnsere Mission ist es, Non-Profits weltweit durch unser Experten-Team und Technologien zu befähigen, neue digitale Kanäle des Spendens zu erschließen, manuelle Prozesse zu digitalisieren und den NGOs dabei zu helfen wirksame Entscheidungen bezüglich ihrer Projekte zu treffen.\u003c/p\u003e\n\u003cp\u003eDabei begleiten wir das komplette Spendenerlebnis: Vom digitalen Fundraising (z. B. mit unseren Online-Spendenformularen oder einer Crowdfunding-Kampagne), dem Bezahlen mit neuesten Payment-Methoden (z. B. Google oder Apple Pay) bis hin zum Spender:innenmanagement (z. B. mit unserem eigenen CRM-System oder Anbindung von externen E-Marketing-Diensten, CRMs, usw.).\u003c/p\u003e\n\u003cp\u003eWir sind ein leidenschaftliches Team kluger Köpfe und haben unglaublich viel Spaß an der Entwicklung neuer Lösungen, um Hilfsorganisationen weltweit dabei zu helfen, schneller und einfacher Spenden zu sammeln und zu verwalten. Die Arbeit in unserem wachsenden IT-Unternehmen bietet dir alle Freiheiten und Möglichkeiten, deine Ideen zu verwirklichen!\u003c/p\u003e\n\u003cp\u003eWir würden uns über deine Unterstützung dabei sehr freuen!\u003c/p\u003e\n\u003cp\u003eÜbrigens: Wir haben unseren Firmensitz in Augsburg, sind aber komplett virtuell organisiert. Das hat den großen Vorteil, dass Du von überall aus mit uns arbeiten kannst. Ob digitale:r Nomad:in oder Familienmensch: Unser Modell ermöglicht dir deine optimale Work-Life-Balance.\nDu kannst sofort starten. Die Stelle ist Vollzeit und unbefristet.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben bei uns\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAgile Weiterentwicklung aller Produkte der FundraisingBox\u003c/strong\u003e\nIn unserem integrierten Produktentwicklungsteam konzipierst und entwickelst du neue Features im Bereich Online-Fundraising, treibst mit neuen Technologien die Themen Payments oder API-Connectoren voran oder verbesserst kontinuierlich die Funktionalität unseres CRM-Systems.. Dabei nutzt du die gängigen PHP/CSS/JavaScript-Frameworks und begleitest den gesamten Software Life-Cycle Prozess.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIntegration von innovativen Technologien\u003c/strong\u003e\nDu lernst innovative  Software-, Service- und Payment-Provider kennen oder schlägst eigene Technologien vor, liest dich in API-Dokumentationen ein und integrierst modernste Webservices in die FundraisingBox sowie in unser Payment-Gateway.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIndividuelle Beratung von Non-Profit-Kund:innen\u003c/strong\u003e\nWenn du möchtest, stehst du in Webinaren und Workshops Kund:innen und deren Entwickler:innen oder Agenturen mit Rat und Tat zur Seite, um sie mit unseren FundraisingBox Technologien bei ihren individuellen Projekten zu unterstützen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKontinuierliche Optimierung bestehender Strukturen\u003c/strong\u003e\nDu lässt dein Know-How und deine Erfahrungen in unsere Strukturen einfließen, erkennst Code-, Prozess-, Infrastruktur-Optimierungspotentiale, evaluierst neue Technologien und begleitest deren Einsatz.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAktive Gestaltung der FundraisingBox\u003c/strong\u003e\nDu bringst eigene Ideen ein und nutzt den kreativen Spielraum in der FundraisingBox. Mit deinem großen Mitspracherecht nimmst du Einfluss auf interne Prozesse, agile Methoden, Produktstrategie und nicht zuletzt unsere Zusammenarbeit als erfahrenes Scrum-Team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas bringst Du mit\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin abgeschlossenes Studium im Bereich Informatik/Web-Entwicklung oder eine vergleichbare Ausbildung\u003c/li\u003e\n\u003cli\u003eMindestens drei Jahre relevante Programmiererfahrung, idealerweise im Enterprise-Web-Umfeld\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse in PHP, Git, HTML5, CSS oder Javascript\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse von PHP-Frameworks wie Symfony, Twig oder Laravel\u003c/li\u003e\n\u003cli\u003eGutes Englisch und Deutsch in Wort und Schrift (Level C1)\u003c/li\u003e\n\u003cli\u003eLeidenschaft für Software-Entwicklung und agile Arbeitsweisen\u003c/li\u003e\n\u003cli\u003eEigenverantwortung, Teamgeist und Begeisterung für die FundraisingBox\u003c/li\u003e\n\u003cli\u003eNeugier und Interesse an neuen Trends und Technologien\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eVon Vorteil wären außerdem\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGute Kenntnisse im Umgang mit Datenbanken (wir nutzen MySQL)\u003c/li\u003e\n\u003cli\u003eErfahrungen mit skalierbaren Web­an­wen­dungen\u003c/li\u003e\n\u003cli\u003eKenntnisse mit Linux, Amazon Web Services (AWS) und dem Web-Framework Bootstrap\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bieten wir\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eModernstes Arbeitsumfeld in einem 100% virtuellen Unternehmen: Wir arbeiten seit über acht Jahren remote only und investieren (trotzdem oder gerade deswegen) viel Zeit in unsere Teamkultur\u003c/li\u003e\n\u003cli\u003eVolle örtliche Flexibilität: Remote Arbeiten heißt den Laptop dort aufklappen, wo du gerade sein möchtest (und gutes Internet hast)\u003c/li\u003e\n\u003cli\u003eKomplette Hardware deiner Wahl, durchdachte Prozesse und zeitgemäße Kollaborationstools\u003c/li\u003e\n\u003cli\u003eEine sinnhafte Tätigkeit als digitale:r Entwicklungshelfer:in: Du hast Kontakt zu internationalen Organisationen Kunden und weltweiten Projekten\u003c/li\u003e\n\u003cli\u003eFlache Hierarchien mit kurzen Entscheidungswegen: Wir sind holokratisch organisiert und arbeiten mit OKRs\u003c/li\u003e\n\u003cli\u003eEin leidenschaftliches, erfahrenes und hilfsbereites Team mitfordernden, spannenden und lehrreichen Aufgaben für alle\u003c/li\u003e\n\u003cli\u003eWeiterbildung durch Schulungen und die Teilnahme an Konferenzen oder Veranstaltungen sind möglich und klar erwünscht\u003c/li\u003e\n\u003cli\u003eUnbefristeter Arbeitsvertrag mit Probezeit und intensiver Kennenlernphase\u003c/li\u003e\n\u003cli\u003eAttraktive Bezahlung, Jahres-Boni und betriebliche Altersvorsorge auf Wunsch\u003c/li\u003e\n\u003cli\u003e30 Tage Urlaub + Augsburger Feiertage (die meisten in Deutschland)\u003c/li\u003e\n\u003cli\u003eAn deinem Geburtstag hast du den Nachmittag frei\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas macht uns aus\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUnsere sinnhafte Arbeit unterstützt Non-Profits weltweit und darauf sind wir stolz\u003c/li\u003e\n\u003cli\u003eKein anonymes kleines Rädchen: Jedes Teammitglied kennt die aktuelle Unternehmensstrategie, laufende Projekte und Fortschritte aller Abteilungen\u003c/li\u003e\n\u003cli\u003eWir nehmen Kommunikation ernst: Neben durchdachten Video-Meetings findet Kollaboration bei uns auch asynchron statt\u003c/li\u003e\n\u003cli\u003eKeine Überstundenmentalität und Wochenenden sind ganz klar Freizeit\u003c/li\u003e\n\u003cli\u003eZwei gemeinsame Team-Ausflugswochen pro Jahr, sowie eine dufte Weihnachtsfeier (sobald COVID das wieder zulässt)\u003c/li\u003e\n\u003cli\u003eEnges und vertrautes Team: Wir haben sogar eine eigene Teeküche :-)\u003c/li\u003e\n\u003cli\u003eWir treiben maßgeblich die Digitalisierung im Non-Profit Sektor voran und sind immer auf der Suche nach innovativen Lösungen für unsere Kund:innen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBewirb Dich jetzt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSchicke deine Bewerbungsunterlagen bitte in einer PDF-Datei. Enthalten sein sollte: Dein Lebenslauf, ein ausführlicher Track-Record zu deinen bisherigen Projekten sowie deine Gehaltsvorstellung. Gerne auch Links zu deinen Open-Source-Aktivitäten oder deinen öffentlichen Code-Repositories.\u003c/p\u003e\n\u003cp\u003eWir freuen uns auf deine Bewerbung!\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/9f61c7b0a9ffc6ef52e2e1ad966fb75d5126692a/68747470733a2f2f742e676f686972696e672e636f6d2f682f35616561623163373131323932656139353136343264653437633163646563383362353065316633393164376634356636653337316330376335643139306230\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/bcf919191c022e94a743b1619df818a4a274526bf0db5e185c3874793371ba7a\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc09oIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--23ab23411072a59fb07d086b2aa0924a2d470383/FundraisingBox%20c-o%20Wikando%20GmbH.jpeg"
    },
    {
        "id": "52dd0219-6718-4d9b-9a87-9cc1796e4a89",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/52dd0219-6718-4d9b-9a87-9cc1796e4a89",
        "created_at": "Thu Apr 22 11:00:35 UTC 2021",
        "company": "Sharecare GmbH",
        "company_url": "https://www.sharecare.com/",
        "location": "Berlin",
        "title": "Senior Android Developer",
        "description": "\u003cp\u003e\u003cstrong\u003eWho we are\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSharecare is the leading digital health company that helps people – no matter where they are in their health journey – unify and manage all their health in one place. Our comprehensive and data-driven virtual health platform is designed to help people, providers, employers, health plans, government organizations, and communities optimize individual and population-wide well-being by driving positive behavior change. Driven by our philosophy that we are all together better, at Sharecare, we are committed to supporting each individual through the lens of their personal health and making high-quality care more accessible and affordable for everyone.\u003c/p\u003e\n\u003cp\u003eOur culture is fast-paced, high-energy and continually growing! We are always looking for people that value the opportunity to work hard, have fun on the job, and make a difference in the lives of others through their work every day! Our work is interesting and fun, because our team members are unique, talented and dynamic. We provide a setting where enthusiastic team members work together and take joy in coming to work. There are exciting career opportunities and advancement is supported by leadership teams who are invested in the growth and development of you.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks and responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProgram mobile applications for Android version 5 and above\u003c/li\u003e\n\u003cli\u003eImplement mobile client applications for Sharcare and partner companies\u003c/li\u003e\n\u003cli\u003eImplement client application infrastructure and SDK components\u003c/li\u003e\n\u003cli\u003eCreate technical documentation of solutions when required\u003c/li\u003e\n\u003cli\u003eDebug, profile ad optimize code\u003c/li\u003e\n\u003cli\u003eWrite unit tests\u003c/li\u003e\n\u003cli\u003eExtreme programming with scrum methodologies\u003c/li\u003e\n\u003cli\u003eIntegrate with 3rdparty APIs, such as Googe and others\u003c/li\u003e\n\u003cli\u003eDeployment to Google Play store\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor or Master degree in Computer Science\u003c/li\u003e\n\u003cli\u003e4+ years of experience developing native Android apps\u003c/li\u003e\n\u003cli\u003eFluent in English\u003c/li\u003e\n\u003cli\u003eEligibility to work in Germany\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKnowledge and experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience building Android applications (alone or in a team) that have been released on Google Play\u003c/li\u003e\n\u003cli\u003eStrong familiarity with the Google Place store ad the app submission process\u003c/li\u003e\n\u003cli\u003eThorough knowledge of Kotlin, Java, Android SDK and Android NDK\u003c/li\u003e\n\u003cli\u003eExcellent skills in Git\u003c/li\u003e\n\u003cli\u003eGood knowledge in UI/UX patterns and Material Design components and approaches\u003c/li\u003e\n\u003cli\u003eExperience in Client-server architecture and web paradigm\u003c/li\u003e\n\u003cli\u003eExperience with the reactive functional programming paradigm RxJava\u003c/li\u003e\n\u003cli\u003eExperience with Android Jetpack libraries and tools\u003c/li\u003e\n\u003cli\u003eKnowledge of Android architecture approaches (Offline, Synchronization, MVP, MVVM, Clean Architecture etc.)\u003c/li\u003e\n\u003cli\u003eTesting experience: Unit testing (JUnit) and UI testing (Espresso)\u003c/li\u003e\n\u003cli\u003eKnowledge of Server-side development, iOS development and dependency injection\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eBe part of a dynamic, international and talented team\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eThe opportunity to get deeply involved in the research and development of our products\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eA high degree of autonomy and flexibility\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eA stack of the most modern technologies\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eFlat hierarchies, cross-team collaborations and short and open channels of communication\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eThe chance to learn and grow with regular in-office tech training sessions and participation in conferences\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eA generous perks and benefits program including:\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eOffice snacks\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eTeam building activities\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCompany parties\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eOffice spine gymnastics\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eOffice massages\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eMonthly ticket for public transport (Office workers)\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eEducational activities budget\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSubsidy for occupational pension / occupational disability insurance\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eReferral bonus program\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eApplication\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThank you for your interest in employment opportunities with Sharecare. We look forward to reviewing your submission!\nPlease apply with the link on the right.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/a19afc03e3f7eebc1e98cf30494546faca9e660e/68747470733a2f2f742e676f686972696e672e636f6d2f682f35623534626536336362353331643030636261663535303630306532626234613032316362393566313533643865363333633636393738643265666336333138\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/0adfeaf4b5acc39add8a2022cc9d83e9ff5b8d1f9275d202379bb92ccb69e1ce\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc0doIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--224b96d4a633781434a74eac9ac62c02e99c924e/Sharecare%20GmbH.png"
    },
    {
        "id": "240b48b8-7e10-4c1f-abf2-4926a9c0e1f9",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/240b48b8-7e10-4c1f-abf2-4926a9c0e1f9",
        "created_at": "Thu Apr 22 10:53:58 UTC 2021",
        "company": "MANDARIN MEDIEN Gesellschaft für digitale Lösungen mbH",
        "company_url": "https://www.mandarin-medien.de/",
        "location": "Schwerin",
        "title": "IT-Berater:in",
        "description": "\u003cp\u003e2002 sind wir als Internetagentur gestartet. Heute bezeichnen wir uns als Digitalagentur. Das Spielfeld ist heute breiter und greift tiefer in bestehende Geschäftsbereiche ein. In unseren 3 Units MARKETING, DIGITAL \u0026amp; TALENT arbeiten über 80 Macher, Nerds und Kreative nach einem Prinzip: Messbar mehr Erfolg. Das heißt konkret: Klare Ziele. Permanente Optimierung. Transparentes Reporting.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWer wir sind\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e2002 sind wir als MANDARIN MEDIEN Internetagentur gestartet. Heute arbeiten über 80 Macher:innen, Nerds und Kreative in den 3 Units: Digital Marketing, Employer Branding \u0026amp; Digitalisierung. Wir sind Strateg:innen, Expert:innen, Zuhörer:innen, Kolleg:innen, Freunde, Aufdenpunktbringer:innen, Sprachgewandte, Texter:innen, Erfolgshungrige.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas wären Deine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eUnsere IT-Crew entwickelt und supportet zum Beispiel Netzwerke, Cloud Lösungen, TK Anlagen, Live Streamings von Konferenzen, spezifische Branchensoftware und individuelle Digitalisierungsprojekte für Kunden aus den Branchen: Energieversorgung, Sozial- und Wohlfahrtsverbände, Pflegeeinrichtungen sowie Unternehmen aus den Bereichen Lebensmittelindustrie und Medizintechnik.\u003c/p\u003e\n\u003cp\u003eWir bieten Dir einen freien Platz in unserem IT-Team als Berater:in für Digitalisierung / Digitale Transformation, in Schwerin.\u003c/p\u003e\n\u003cp\u003eChristian, Steffen, Christoph, Fabrice, Gérard, Marcel, Christoph, Moritz, Sebastian \u0026amp;  Gordon freuen sich, wenn DU ihr Team komplett machst.\u003c/p\u003e\n\u003cp\u003eWas wären deine Aufgaben:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu erstellst eigenständig IT Konzepte und Digitalisierungsstrategien\u003c/li\u003e\n\u003cli\u003eDu koordinierst die notwendigen Mitarbeiter und Ressourcen zur Umsetzung deiner Kundenprojekte\u003c/li\u003e\n\u003cli\u003eDu bist stets für Kunden erreichbar und bist die unmittelbare Verbindung zwischen den Kunden und dem Team\u003c/li\u003e\n\u003cli\u003eDu arbeitest im Mandarin IT Team an vielfältigen Kundenprojekten\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bringst Du mit\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium der (Wirtschafts-) Informatik, Betriebswirtschaft oder vergleichbare Qualifikation ( z.B. Ausbildung als Fachinformatiker:in mit einschlägiger Vertriebserfahrung)\u003c/li\u003e\n\u003cli\u003eFundiertes technisches Verständnis\u003c/li\u003e\n\u003cli\u003eAusgeprägtes Kommunikationsgeschick\u003c/li\u003e\n\u003cli\u003eVorhandenes Netzwerk im Digitalisierungsumfeld\u003c/li\u003e\n\u003cli\u003eErfahrung in der Analyse, Optimierung und Visualisierung komplexer IT-basierter Prozesse\u003c/li\u003e\n\u003cli\u003eKundenorientierte eigenverantwortliche Arbeitsweise\u003c/li\u003e\n\u003cli\u003eLösungsorientiertes- und strukturiertes Arbeiten\u003c/li\u003e\n\u003cli\u003eTeamgeist und Konfliktfähigkeit\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bieten wir Dir\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEinen spannenden und anspruchsvollen Agentur-Job in MV\u003c/li\u003e\n\u003cli\u003eEine große Bandbreite an Projekten - Handwerk bis Konzern\u003c/li\u003e\n\u003cli\u003eEin hervorragendes Arbeitsklima und kurze Entscheidungswege\u003c/li\u003e\n\u003cli\u003e10% Zeit für Deine Weiterbildung,  je Woche, plus Budget\u003c/li\u003e\n\u003cli\u003eModerne Arbeitsmittel und neueste Programme\u003c/li\u003e\n\u003cli\u003eUnterstützung Deiner Gesundheit\u003c/li\u003e\n\u003cli\u003e1 x in der Woche “MANDARIN KANTINE” - frisch gekochtes Mittagessen\u003c/li\u003e\n\u003cli\u003eFahrtkostenzuschuss\u003c/li\u003e\n\u003cli\u003eFlexibles Arbeiten - von Zuhause oder einfach mal am Strand\u003c/li\u003e\n\u003cli\u003eKreative Denkpausen mit dem Boot auf dem Schweriner See\u003c/li\u003e\n\u003cli\u003eTeamevents, wie z.B. Grillen, MANDARIN-Kino, Besuch des Weihnachtsmarktes uvm.\u003c/li\u003e\n\u003cli\u003eEin Büro mit Blick auf den Schweriner See sowie leckeres Obst, Kaffee, Tee, Wasser und Mate\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKontakt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eKlingt viel? Nobody is perfect! Wir lernen viel voneinander, sodass die eine oder andere Fähigkeit auch im täglichen Doing vertieft und erlernt werden kann. Bist du bereit? Dann schick deine Bewerbung mit deinen Vorstellungen zu Gehalt und Urlaub an Marlen Helms, \u003ca href=\"mailto:jobs@mandarin-medien.de\"\u003ejobs@mandarin-medien.de\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/e1efd16b947b8e3274bdc58f161e54b989a61430/68747470733a2f2f742e676f686972696e672e636f6d2f682f62623236663030346432313930636133306531323163326264353831636130326334336132623034343239353964663734323230323639333363623261323932\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/40d25531aba86eb9f8fa43fba4c0e285dff94dd10365593f41977953ddfb4a2a\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcitoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e99b537b3b5702827d5d70564a20e95fda18b321/MANDARIN%20MEDIEN%20Gesellschaft%20fu%CC%88r%20digitale%20Lo%CC%88sungen%20mbH.jpeg"
    },
    {
        "id": "3b3189e0-13b6-4b70-9061-324a9a241d0a",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/3b3189e0-13b6-4b70-9061-324a9a241d0a",
        "created_at": "Thu Apr 22 08:36:29 UTC 2021",
        "company": "InnoGames GmbH",
        "company_url": "https://www.innogames.com",
        "location": "Hamburg",
        "title": "Software Engineer / Data Engineer for Big Data Platform",
        "description": "\u003cp\u003eAs a \u003cstrong\u003eSoftware and Data Enginner for Big Data Platform\u003c/strong\u003e, you will join our agile, cross-functional team to advance the development of our next-generation Big Data infrastructure and tools with your interest in innovative software architecture and knowledge of object-oriented programming. \u003cstrong\u003eTogether as a team\u003c/strong\u003e, we are proud to early adopt new features and always strive for innovations in products and technologies.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eDevelop data tools.\u003c/strong\u003e Work closely with our Analytics department to shape and design our data tools and help us to make data accessible for all our users.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eEnhance our services.\u003c/strong\u003e Continuously improve our Hadoop services with your knowledge of software architecture and high-quality code.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eProcess big data.\u003c/strong\u003e Enable analysis of massive data sources by creating high-quality data transformation pipelines and platforms.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eTeamwork.\u003c/strong\u003e Contribute as a productive member of an agile development team in all phases of the development lifecycle.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour skill set:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eEducational expertise.\u003c/strong\u003e You have a degree in Computer Sciences, Business Information Systems or equivalent in working experience.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eProfessional expertise.\u003c/strong\u003e You have more than 3 years of professional experience in software development.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eOOP.\u003c/strong\u003e You have a background in object-oriented programming and openness for other programming paradigms. A strong background in Java development is an advantage.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eBig data focus.\u003c/strong\u003e You have a good foundation of SQL or Python knowledge and a desire to learn about the world of BigData, AI, and other analytics tools.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eSoftware craftsmanship.\u003c/strong\u003e The UNIX command line is something you really enjoy, as well as using GIT and continuous delivery tools.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour power-ups:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eHybrid working model.\u003c/strong\u003e Contribute from your home in any German city - our company adapted to a hybrid working model, offering remote work even after all the COVID limitations are gone.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eFlexible working hours.\u003c/strong\u003e We offer trust-based working hours as well as active-breaks - play table tennis with your team, work out in our gym or go to our rooftop terrace to get some fresh air.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eEquipment delivery.\u003c/strong\u003e If you are interested in remote work, we will send all the needed equipment to your home office.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eRelocation assistance.\u003c/strong\u003e If you are interested in relocating to Hamburg/Germany, we will help you relocate to Hamburg/Germany regarding all the needed resources.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eTeam of specialists.\u003c/strong\u003e Shape the success story of InnoGames with a great team of driven experts in an international culture.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eDynamic people.\u003c/strong\u003e Work as part of an agile multicultural team – enabling you and your team to form and actively optimize work processes.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eCreative processes\u003c/strong\u003e. We are offering an atmosphere to empower creative thinking and strong results.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eTeam events.\u003c/strong\u003e Participate in regular team events (e.g., curling, cooking, paintball), barbecue together on our rooftop terrace, and enjoy regular company-get-togethers.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eEnglish first.\u003c/strong\u003e Our company language is English, and we support all our employees and their partners with optional German lessons.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eOutstanding remuneration.\u003c/strong\u003e We are offering competitive compensation \u0026amp; exceptional benefits, ranging from a company gym to smartphone/tablet of your own choice for personal use.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eCareer opportunities.\u003c/strong\u003e We actively support personal development, pay for any necessary textbooks as well as sending you to conferences.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eTransportation support.\u003c/strong\u003e We contribute to your public transport ticket and subsidize contributions to the company pension plan.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eFood \u0026amp; drinks.\u003c/strong\u003e We offer free drinks and fresh fruit to contribute to your health and wellbeing; enjoy the meals delivered by our in-house canteen or cook on your own in one of our employee kitchens.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eComfy offices.\u003c/strong\u003e Learn more about our charms and benefits in our virtual office tour.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur story:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eInnoGames is Germany’s leading developer and publisher of mobile and online games. The company based in Hamburg is best known for Forge of Empires, Elvenar and Tribal Wars. InnoGames’ complete portfolio encompasses seven live games and several mobile titles in production.\u003c/p\u003e\n\u003cp\u003eBorn as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years. In order to further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.\u003c/p\u003e\n\u003cp\u003eExcited to start your journey with InnoGames and join our dynamic team as a \u003cstrong\u003eSoftware Engineer/ Data Engineer for Big Data Platform\u003c/strong\u003e? We look forward to receiving your application as well as your salary expectations and earliest possible start date through our \u003ca href=\"https://www.innogames.com/career/detail/job/software-engineer-data-engineer-for-big-data-platform/?s=GitHub\"\u003eonline application form\u003c/a\u003e. \u003cstrong\u003eMaximilian Kaeding and Hannah Gutjahr\u003c/strong\u003e would be happy to answer any questions you may have.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eApply and #stayhome!\u003c/strong\u003e Due to the \u003cstrong\u003ecoronavirus\u003c/strong\u003e outbreak, we switched our operations company-wide to home office and turned our hiring process into \u003cstrong\u003ea fully virtual one\u003c/strong\u003e. When hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly. Stay home and safe!\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://www.innogames.com/career/detail/job/software-engineer-data-engineer-for-big-data-platform/?s=GitHub\"\u003ehttps://www.innogames.com/career/detail/job/software-engineer-data-engineer-for-big-data-platform/?s=GitHub\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcjJoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7a27bae41fdde812184a05a7eab25f9ee4e2710d/logo_innogames_big.png"
    },
    {
        "id": "70cd5f54-5c16-4d0c-a9dc-1f985bab6de2",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/70cd5f54-5c16-4d0c-a9dc-1f985bab6de2",
        "created_at": "Wed Apr 21 13:29:30 UTC 2021",
        "company": "CreatorBooks",
        "company_url": "https://creatorbooks.com",
        "location": "Remote",
        "title": "Full Stack Developer",
        "description": "\u003cp\u003eHi, my name is Paulina Masson, I am a serial entrepreneur and I enjoy building software companies. The previous company that I built became very successful and was acquired for 7 figures. My background is in software development, but I now focus solely on marketing and business growth.\u003c/p\u003e\n\u003cp\u003eI am looking for a full stack software developer to build the initial version of the new software I conceptualized.\u003c/p\u003e\n\u003cp\u003eCreatorBooks will be a business analytics software for Youtubers and Streamers.\u003c/p\u003e\n\u003cp\u003eWe will work with many services content creators use, to pull revenue data via available APIs, such as Amazon Associates, Google Adsense, Twitch API, etc. We will also be reading data from hundreds of affiliate network websites via a browser plugin.\u003c/p\u003e\n\u003cp\u003eIdeally, you have experience working at a startup or working on complex projects.\u003c/p\u003e\n\u003cp\u003eYou will have a lot of creative power when it comes to architectural decisions, which may be more enjoyable for you, comparing to working at a large company.\u003c/p\u003e\n\u003cp\u003eIf you love to take up new challenges and build something complex and interesting from scratch, let’s work together. I am looking for someone who is reliable and trustworthy.\u003c/p\u003e\n\u003cp\u003eREQUIREMENTS:\u003c/p\u003e\n\u003cp\u003eThis is a proper full stack position. You'll need knowledge of backend, frontend and enough devops to run and maintain the app:\u003c/p\u003e\n\u003cp\u003eLaravel 8.x\u003c/p\u003e\n\u003cp\u003ePHP 7.4\u003c/p\u003e\n\u003cp\u003ePostgreSQL\u003c/p\u003e\n\u003cp\u003eJavaScript (ES6)\u003c/p\u003e\n\u003cp\u003eReact\u003c/p\u003e\n\u003cp\u003eAWS (EC2, RDS, etc)\u003c/p\u003e\n\u003cp\u003eI have already chosen this theme to develop the application: \u003ca href=\"https://preview.keenthemes.com/metronic/demo1/index.html\"\u003ehttps://preview.keenthemes.com/metronic/demo1/index.html\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eBENEFITS:\u003c/p\u003e\n\u003cp\u003eNo corporate structure, small team - no overhead. Everything you need gets communicated fast and decided on quickly.\u003c/p\u003e\n\u003cp\u003eThree weeks of paid vacation a year plus paid national holidays (based on your country).\u003c/p\u003e\n\u003cp\u003eYou'll have plenty of opportunities to learn new skills and grow professionally.\u003c/p\u003e\n\u003cp\u003eOpen, relaxed and friendly work environment.\u003c/p\u003e\n\u003cp\u003eOpportunity to see first hand, how a startup grows from MVP to a 7 figure business, and learn from that experience.\u003c/p\u003e\n\u003cp\u003eSalary Range: $4,500 - $5,500 USD a month, with yearly salary increases.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eApply here:\n\u003ca href=\"https://apply.workable.com/creatorbooks/j/63B1107CAB/\"\u003ehttps://apply.workable.com/creatorbooks/j/63B1107CAB/\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmloIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6e387f0391cef40d9c417e838fffb6cca719a352/CreatorBooks_Logo_App%20Icon%20Alt%20Red%20Dark%20BG.png"
    },
    {
        "id": "a1553ed1-f9c8-478e-9e61-f5330efc8a78",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a1553ed1-f9c8-478e-9e61-f5330efc8a78",
        "created_at": "Wed Apr 21 11:38:36 UTC 2021",
        "company": "AI Incube (parknav)",
        "company_url": "http://www.parknav.com",
        "location": "North America/Europe/Israel (Remote)",
        "title": "Senior Java Backend Engineer",
        "description": "\u003cp\u003eAI Incube, AI-driven company that is changing the way people park thru its parking availability prediction service (Parknav), is looking to add senior software engineers to its team.\u003c/p\u003e\n\u003cp\u003eJob Description:\nYou will be working on expanding and enhancing our AI-based prediction service. We are scaling rapidly, and have a number of new projects in the pipeline, primarily dealing with IoT sensors, geospatial data and computer vision.\u003c/p\u003e\n\u003cp\u003eOur current stack consists of Java 8, Scala, Kubernetes, Postgis/Redis, Presto, Google Cloud Platform, Play Framework and Spring. Most of our projects involve working with maps, geospatial data and ML systems.\u003c/p\u003e\n\u003cp\u003eWe are 100% remote, so you can work from anywhere in the world as long as you have a decent internet connection, and can work either during American or European work hours.\u003c/p\u003e\n\u003cp\u003eYour Role:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign, develop, configure, extend, troubleshoot, deploy and maintain our Parknav prediction service.\u003c/li\u003e\n\u003cli\u003eQuick learner – research and learn about new methodologies and applications, and apply what you’ve learned.\u003c/li\u003e\n\u003cli\u003eWork with our data science and machine learning teams to build a world class environment for running analysis and predictions on street level geospatial data.\u003c/li\u003e\n\u003cli\u003eDesire and ability to work on full stack projects.\u003c/li\u003e\n\u003cli\u003eDesire to work with maps, geospatial data and machine learning.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJava Expert\u003c/li\u003e\n\u003cli\u003eGCP, AWS or Azure\u003c/li\u003e\n\u003cli\u003eSpring or Lightbend stacks\u003c/li\u003e\n\u003cli\u003eBackground in Math/Machine Learning or mapping/geospatial experience\u003c/li\u003e\n\u003cli\u003eIndependence\u003c/li\u003e\n\u003cli\u003eFluent English speaker\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesired, but not required:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStatistics, deep learning\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eRemote work\u003c/li\u003e\n\u003cli\u003eFlexible hours\u003c/li\u003e\n\u003cli\u003eHealth, dental and vision insurance plans\u003c/li\u003e\n\u003cli\u003eAdditional vacation days\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePARKNAV is an equal opportunity employer.\u003c/p\u003e\n\u003cp\u003eWe look forward to meeting you!\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your application to \u003ca href=\"mailto:careers@parknav.com\"\u003ecareers@parknav.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBckNoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--12ba7893ef39b0e573282f1395796f8959e6ee3e/logoparknav.png"
    },
    {
        "id": "676b26f3-b33b-4850-a92b-1ffcb7900966",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/676b26f3-b33b-4850-a92b-1ffcb7900966",
        "created_at": "Wed Apr 21 09:52:03 UTC 2021",
        "company": "DÜRR DENTAL SE ",
        "company_url": "http:",
        "location": "Bietigheim-Bissingen",
        "title": "(Senior) Software Engineer IoT/Cloud Solutions (m/w/d)",
        "description": "\u003cp\u003eAls Technologieführer innerhalb der Gesundheitsbranche entwickelt und produziert Dürr Dental hochinnovative Systemlösungen in den Bereichen Equipment, Diagnostische Systeme und Hygiene. Was uns dabei erfolgreich macht: deutsche Ingenieurkunst, circa 1.200 engagierte Mitarbeiter und unser Anspruch, Medizintechnik immer die entscheidende Idee weiterzudenken.\nFragen Sie Ihren Zahnarzt!\u003c/p\u003e\n\u003cp\u003e(Senior) Software Engineer IoT/Cloud Solutions (m/w/d)\nVollzeit\u003c/p\u003e\n\u003cp\u003eIhre Aufgaben:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEntwicklung und Betrieb einer anspruchsvollen IoT/Cloud Lösung\u003c/li\u003e\n\u003cli\u003eKonzeption, Implementierung und DevOps einer microservice-basierten skalierbaren IoT/Cloud Lösung auf AWS-Basis\u003c/li\u003e\n\u003cli\u003eArbeiten mit agilen Methoden (SCRUM) in einem internationalen Team von Softwareentwicklern, Designern, Usability Experten und Testingenieuren\u003c/li\u003e\n\u003cli\u003eMitgestaltung und Betreuung unserer Produkte über den gesamten Produktlebenszyklus\u003c/li\u003e\n\u003cli\u003eAnalyse, Auswahl von Technologien und Diensten, Spezifikation, Implementierung von Funktionalitäten einschließlich Komponenten-, Integrations- und Unittests\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIhr Profil:\n- abgeschlossenes Studium der Informatik oder vergleichbarer Qualifikationen\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eausgeprägte Berufserfahrung in der Softwareentwicklung von IoT/Cloud Lösungen\n- Kenntnisse in Serverless Computing und DevOps mit AWS, Azure oder GCP\n- Programmierkenntnisse in Python\n- Kenntnisse über Websocket, RESTful APIs und GraphQL sind von Vorteil\n- Erfahrung in agilen Entwicklungsmethoden sind von Vorteil\u003c/li\u003e\n\u003cli\u003eErfahrungen in testgetriebener Entwicklung (TDD), objektorientierte Programmierung (OOP) und Clean Code sind von Vorteil\n- Erfahrungen mit GitLab, Jira und Confluence sind von Vorteil\n- schnelle technische Auffassungsgabe sowie selbstständige und systematische Arbeitsweise\u003c/li\u003e\n\u003cli\u003eausgeprägte Team- und Kommunikationsfähigkeit\u003c/li\u003e\n\u003cli\u003esehr gute Deutsch- und Englischkenntnisse\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWas wir Ihnen bieten:\nDürr Dental ist ein international ausgerichtetes Familienunternehmen mit großer regionaler Verbundenheit. Wir bieten Ihnen ein attraktives, modernes und sehr kollegiales Arbeitsumfeld mit flexiblen Arbeitszeitmodellen, in welchem Innovationen groß geschrieben werden. Außerhalb Ihrer Arbeitszeit profitieren Sie von attraktiven Sport- und Freizeitangeboten, wie einem integrierten Fitnessraum oder betriebseigenen Ferienwohnungen in beliebten Erholungsgebieten. Werden Sie ein Teil unserer Erfolgsgeschichte!\u003c/p\u003e\n\u003cp\u003eWir freuen uns auf Ihre Bewerbung!\nDÜRR DENTAL SE\nPersonalabteilung\nHöpfigheimer Strasse 17\n74321 Bietigheim-Bissingen\n\u003ca href=\"http://www.duerrdental.com/karriere\"\u003ewww.duerrdental.com/karriere\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eAls Technologieführer innerhalb der Gesundheitsbranche entwickelt und produziert Dürr Dental hochinnovative Systemlösungen in den Bereichen Equipment, Diagnostische Systeme und Hygiene. Was uns dabei erfolgreich macht: deutsche Ingenieurkunst, circa 1.200 engagierte Mitarbeiter und unser Anspruch, Medizintechnik immer die entscheidende Idee weiterzudenken.\nFragen Sie Ihren Zahnarzt!\n(Senior) Software Engineer IoT/Cloud Solutions (m/w/d)\nVollzeit\nIhre Aufgaben:\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003eEntwicklung und Betrieb einer anspruchsvollen IoT/Cloud Lösung\nKonzeption, Implementierung und DevOps einer microservice-basierten skalierbaren IoT/Cloud Lösung auf AWS-Basis\nArbeiten mit agilen Methoden (SCRUM) in einem internationalen Team von Softwareentwicklern, Designern, Usability Experten und Testingenieuren\nMitgestaltung und Betreuung unserer Produkte über den gesamten Produktlebenszyklus\nAnalyse, Auswahl von Technologien und Diensten, Spezifikation, Implementierung von Funktionalitäten einschließlich Komponenten-, Integrations- und Unittests\n\u003c/code\u003e\u003c/pre\u003e\n\u003cp\u003eIhr Profil:\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003eabgeschlossenes Studium der Informatik oder vergleichbarer Qualifikationen\nausgeprägte Berufserfahrung in der Softwareentwicklung von IoT/Cloud Lösungen\nKenntnisse in Serverless Computing und DevOps mit AWS, Azure oder GCP\nProgrammierkenntnisse in Python\nKenntnisse über Websocket, RESTful APIs und GraphQL sind von Vorteil\nErfahrung in agilen Entwicklungsmethoden sind von Vorteil\nErfahrungen in testgetriebener Entwicklung (TDD), objektorientierte Programmierung (OOP) und Clean Code sind von Vorteil\nErfahrungen mit GitLab, Jira und Confluence sind von Vorteil\nschnelle technische Auffassungsgabe sowie selbstständige und systematische Arbeitsweise\nausgeprägte Team- und Kommunikationsfähigkeit\nsehr gute Deutsch- und Englischkenntnisse\n\u003c/code\u003e\u003c/pre\u003e\n\u003cp\u003eWas wir Ihnen bieten:\nDürr Dental ist ein international ausgerichtetes Familienunternehmen mit großer regionaler Verbundenheit. Wir bieten Ihnen ein attraktives, modernes und sehr kollegiales Arbeitsumfeld mit flexiblen Arbeitszeitmodellen, in welchem Innovationen groß geschrieben werden. Außerhalb Ihrer Arbeitszeit profitieren Sie von attraktiven Sport- und Freizeitangeboten, wie einem integrierten Fitnessraum oder betriebseigenen Ferienwohnungen in beliebten Erholungsgebieten. Werden Sie ein Teil unserer Erfolgsgeschichte!\nWir freuen uns auf Ihre Bewerbung!\nDÜRR DENTAL SE\nPersonalabteilung\nHöpfigheimer Strasse 17\n74321 Bietigheim-Bissingen\n\u003ca href=\"http://www.duerrdental.com/karriere\"\u003ewww.duerrdental.com/karriere\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcTZoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4cee288cf0bd9ba335e6f8425711864b0f9e1b60/footer_1655.jpg"
    },
    {
        "id": "420b82b2-0502-472c-94fb-033d3c3e9b69",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/420b82b2-0502-472c-94fb-033d3c3e9b69",
        "created_at": "Wed Apr 21 09:21:45 UTC 2021",
        "company": "okkuy",
        "company_url": "http://http",
        "location": "Remoto",
        "title": "battle royale mobile unity game",
        "description": "\u003cp\u003eI need a mobile Battle Royale unity game, something like Free Fire or Pugb Mobile.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"mailto:alertaperez1@gmail.com\"\u003ealertaperez1@gmail.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": null
    },
    {
        "id": "c4805a8e-97de-4b35-b1dd-cf251ba327aa",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/c4805a8e-97de-4b35-b1dd-cf251ba327aa",
        "created_at": "Tue Apr 20 15:59:37 UTC 2021",
        "company": "Literally Media",
        "company_url": "https://literally.media",
        "location": "Remote",
        "title": "Full Stack - Ruby on Rails Developer",
        "description": "\u003cp\u003eAbout the Company:\nLiterally Media is a digital publishing house that owns and operates a collection of highly successful humor and entertainment websites. The portfolio of legendary digital brands includes eBaum’s World, Cheezburger, Know Your Meme, and Cracked, which dominate the entertainment market with over 50 million organic users a month.\u003c/p\u003e\n\u003cp\u003eBe part of the most exciting and fulfilling company in the local digital media space, where we reach millions of people across the world with fun, entertaining brands they keep coming back to. This is a full-time position based remotely, with the option to work out of our offices in Brooklyn, NY.\u003c/p\u003e\n\u003cp\u003eJob Description:\nLiterally Media is searching for an experienced, full time, Ruby on Rails web developer to join the KnowYourMeme team. Responsibilities include the full-stack ownership and development of the KnowYourMeme application, platform, and infrastructure. Ideal candidates include self-starters with a passion for internet and technology, with an emphasis on supporting the growth of the site, brand, and community.\u003c/p\u003e\n\u003cp\u003eThis mid-senior level position comes with a lot of responsibility. You will be architecting and implementing site features in their entirety which will then be served to tens of millions of users per month. You will report to our Head of Product \u0026amp; Technology and work closely with various teams throughout the organization.\u003c/p\u003e\n\u003cp\u003eAbout Development at Literally Media:\nAt Literally Media, we work together to craft software and features that make us proud. We care about our customers and strive to meet the needs of the Monetization, Business and Editorial teams.\u003c/p\u003e\n\u003cp\u003eAs a developer for KnowYourMeme, you’ll work with a small team of focused individuals who are serious about making a great product; and even more serious about having a great time interacting with our various teams spanning the globe. Every member of our team is vital and has the opportunity to influence the direction of the product, architecture, and the company at large.\nWe are an agile organization that embraces iterative development \u0026amp; continuous deployment with a key focus on data-driven decision making.\u003c/p\u003e\n\u003cp\u003eMust Haves (Basic Qualifications):\u003c/p\u003e\n\u003cp\u003e●  At least 5 years of proven experience working as a software developer\u003c/p\u003e\n\u003cp\u003e●  Applied knowledge and understanding of our Platform specifications (see below)\u003c/p\u003e\n\u003cp\u003e●  Experience developing on front \u0026amp; backend consumer facing websites\u003c/p\u003e\n\u003cp\u003e●  Experience with Ruby on Rails, Commonly used Gems, MVC, and interfacing with front end technologies such as HTML, HAML, CSS, and Javascript\u003c/p\u003e\n\u003cp\u003e●  Familiarity with commonly used front-end libraries, frameworks and tools\u003c/p\u003e\n\u003cp\u003e●  Experience with Agile development practices\u003c/p\u003e\n\u003cp\u003e●  Familiar with UX \u0026amp; UI best principles, with a keen eye for mobile and desktop design\u003c/p\u003e\n\u003cp\u003e●  Proficient in architecting and integrating with a wide variety of web service APIs\u003c/p\u003e\n\u003cp\u003e●  Proficient understanding of code versioning with git\u003c/p\u003e\n\u003cp\u003e●  Proficient operating in a Linux environment\u003c/p\u003e\n\u003cp\u003e●  A very high degree of intellectual curiosity, and a passion for software development\u003c/p\u003e\n\u003cp\u003eOptional (Nice to Have):\u003c/p\u003e\n\u003cp\u003e●  Work experience with an online digital publisher\u003c/p\u003e\n\u003cp\u003e●  Experience with DFP, Header Bidding, and Native Advertising\u003c/p\u003e\n\u003cp\u003e●  Experience with Google Analytics\u003c/p\u003e\n\u003cp\u003e●  An analytical mindset to facilitate the data-driven company needs\u003c/p\u003e\n\u003cp\u003e●  Interest in Internet \u0026amp; Meme culture\u003c/p\u003e\n\u003cp\u003e●  Experience integrating with Social Platforms (Facebook, Twitter, Pinterest)\u003c/p\u003e\n\u003cp\u003e●  BS/MS degree in Computer Science, Engineering or in a related field a plus\u003c/p\u003e\n\u003cp\u003eOur Platform:\n●  Language: Ruby\n●  Framework: Ruby on Rails\n●  Databases: MySQL, Redis\n●  Caching: Memcache\n●  Infrastructure: Self hosted, Ubuntu, Nginx/Unicorn web servers\n●  HAProxy Load Balancer\n●  Front End: Bootstrap, HAML\n●  Images: ImageMagick for processing, s3 for storage\n●  CDN\n●  Deployment: Capistrano Ruby gem (SSH \u0026amp; Git)\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail you resume to: \u003ca href=\"mailto:careers@literally.media\"\u003ecareers@literally.media\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcWloIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4c4cfa24d3d58784b8f8fd7b1750edf4712924cc/Literally%20Logo%20.png"
    },
    {
        "id": "c0dd4b46-df38-4c3a-a72f-ce7c919822b8",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/c0dd4b46-df38-4c3a-a72f-ce7c919822b8",
        "created_at": "Tue Apr 20 15:44:55 UTC 2021",
        "company": "Design Center, Inc.",
        "company_url": "https://designcenterideas.com/",
        "location": "Saint Paul, MN",
        "title": "Mobile Software Developer",
        "description": "\u003cp\u003eJob Description:\u003c/p\u003e\n\u003cp\u003eDesign Center, Inc. is looking for mobile application developers with experience or a desire to write native mobile applications for iOS and Android. You will have the opportunity to develop and maintain our custom-designed mobile applications and help us develop applications for new technologies like virtual and augmented reality. Applicants should be comfortable in an environment where you'll be working alongside other developers, designers, copywriters, and 3D artists. You'll be asked to take on new challenges consistently as part of a small team of developers implementing applications of all sizes.\u003c/p\u003e\n\u003cp\u003eOur Development Team:\u003c/p\u003e\n\u003cp\u003eDevelops maintainable code under industry standards, best practices, and guidelines\nCollaborates with multi-functional teams within Scrum methodology\nCreates engaging custom applications with complex animations and effects\nWrites native mobile applications for iOS, Android, and Windows devices (Swift/C#/Xamarin)\nDevelops web applications that drive our mobile applications (C#/ASP.NET/MVC)\nWorks on projects that range from weeks to months, with opportunities to consistently work with new clients and co-workers\nResearches the forefront of technology and is continually learning new and relevant skills\nEngages in improving their own processes and development practices\u003c/p\u003e\n\u003cp\u003eExperience: Skills \u0026amp; Requirements:\u003c/p\u003e\n\u003cp\u003eExcellent personal skills with the ability to manage a small team of developers and interact with other creatives and clients\n4+ years experience developing a wide range of applications and in a variety of technologies\nThe passion to learn new skills and take on difficult tasks\nSelf-motivation and great time management skills\nA desire to improve on best practices, code standards, and software architecture\nExperience with database design, web development, API creation, and mobile application development\nComputer science degree or equivalent experience\u003c/p\u003e\n\u003cp\u003eTo the qualified candidate we offer:\u003c/p\u003e\n\u003cp\u003eCompetitive salary\n401(K) with company match up to 3%\nHealth, dental, vision, and life insurance\nPaid vacation and holidays\nQuarterly team-building events\nPaid day off for birthday\nDog-friendly office\nGame nights\nCasual dress\nSpecial interest clubs\nEmployee Assistance Program\nOpportunities to establish industry-standard processes.\nA fun and challenging environment where you will work as a respected member of a cross-discipline team\u003c/p\u003e\n\u003cp\u003eLocation: Saint Paul, MN\nDepartment: Software Development\nStatus: Exempt\nReports To: Director of Operations \u0026amp; Software Development\nPosition Type: Full-Time\nSchedule: Monday - Friday\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003ePlease Apply here: \u003ca href=\"https://designcenter.bamboohr.com/jobs/view.php?id=27\u0026amp;source=aWQ9Nw%3D%3D\"\u003ehttps://designcenter.bamboohr.com/jobs/view.php?id=27\u0026amp;source=aWQ9Nw%3D%3D\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcUtoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4b08557a5d13df0995a7c7ab7708e75dd0fb8bcb/download.png"
    },
    {
        "id": "1f3b4fb3-3c54-4685-8a97-46c360eb2dd8",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/1f3b4fb3-3c54-4685-8a97-46c360eb2dd8",
        "created_at": "Tue Apr 20 08:38:53 UTC 2021",
        "company": "Infoplus",
        "company_url": "https://vonq.io/3sBCpH3",
        "location": "Saint Louis, USA",
        "title": "Support Engineer - Tier III",
        "description": "\u003cp\u003e\u003cstrong\u003eWe're hiring a support engineer.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis is a semi-customer-facing, mid level role which means you would come to us with 3+ years of web based software application technical support experience, proficient experience in Javascript, API and SQL, 1+ years of Warehouse or WMS knowledge, and dig in immediately to our software and support. If you are a passionate technical problem solver with warehouse industry experience and are focused on creating the win-for-all solutions for customers, then we’d love to hear from you.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHere's the day to day\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ehese are the functional assignments (or FA’s as we call them internally) that make up this job - this is what you’re focused on every day, day in and day out.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBeing a Software SME (Subject Matter Expert)\n\u003cul\u003e\n\u003cli\u003eYou’re focused on becoming the in-house expert for the Infoplus WMS. Anything and everything Infoplus software will be your focus. This ranges from possible escalated tickets about APIs, SQL backend, EDI questions, and any other customer tickets that are escalated from Tier 1 and Tier 2 support queues.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003eTroubleshooting and Solving Technical Issues\n\u003cul\u003e\n\u003cli\u003eYour role will help solve the most challenging and in-depth customer tickets (what we call Tier 3). These are customer issues that go deeper than the surface in our software and require technical expertise such as JavaScript, APIs, etc. Anything short of a bug fix falls under this role.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003eRecreating Warehouse Scenarios and Problems\n\u003cul\u003e\n\u003cli\u003eYou’ll be reproducing and recreating the warehousing problems and scenarios customers face within our software. This includes tickets about: the application itself, the features, scenarios within a warehouse and their related processes, or third party softwares that are tied to Infoplus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003eServing as the Knowledge Resource for Better Documentation\n\u003cul\u003e\n\u003cli\u003eYou will be the technical and Infoplus expert-level knowledge resource to help the rest of your support and content team enhance and create internal and external documentation.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003eCustomer Communication\n\u003cul\u003e\n\u003cli\u003eThis is a semi-customer facing role where your responses are requested. You’ll be comfortable answering customer tickets on a regular basis and providing updates along the way of your solution to exceed their expectations. When you aren’t doing this directly, you’re providing another support agent with the same information and details for them to communicate.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat a Top Candidate Will Have\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re interested in the Right Person (yes, it’s meant to be capitalized) - for us, a Right Person is someone who matches our Core Values, has the right skills and experience, and this job would fill their cup and get them excited each morning.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKnack for Making the Complex, Simple\n\u003cul\u003e\n\u003cli\u003eYou want to take the complex and make it simple (and are the best in your field at it). Your communication and solutions are focused on the greater good for everyone involved. You know you are the expert, and you want to share that knowing it will bring a solution to a new, and better, level.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003eStrong Independent Worker\n\u003cul\u003e\n\u003cli\u003eYou want to find answers to your own questions. You are someone that has an internal fire to continuously learn the application without being guided or told what to look for. You want to be the expert, and nothing will stop you from becoming that.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003eTechnical Zone of Genius\n\u003cul\u003e\n\u003cli\u003eYou get energy from working in the depths of software. You lose time finding, diagnosing, and solving technical problems. Your passion is supporting great software at the most technical level and beyond.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003eFocused on Customers Success\n\u003cul\u003e\n\u003cli\u003eYou only accept finding the win-for-all path forward. You choose to look through the lens of the customer first. You make choices with the customer’s long-term goals and relationship in mind (sometimes this is the “hard no”).\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003eAbility to Dig In and Discern\n\u003cul\u003e\n\u003cli\u003eYou want to roll up your sleeves and get down and dirty in the nuances of everything Infoplus. There can be a lot of noise and muck, so you know how to tell what’s important. You also recognize when to come up for air on a problem and can prioritize your workload and customer tickets.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3sxjJZg\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3sxjJZg\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcGloIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4339bdf230380b381eb41de70c8d7311c62ea626/Infoplus.png"
    },
    {
        "id": "b5ece380-2e4a-4194-a6f4-2205a4ead3d1",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/b5ece380-2e4a-4194-a6f4-2205a4ead3d1",
        "created_at": "Tue Apr 20 08:22:27 UTC 2021",
        "company": "OnePlanet",
        "company_url": "http://oneplanet.com",
        "location": "UK/remote",
        "title": "React / Material-UI Front End developer",
        "description": "\u003cp\u003eOne Planet Digital Ltd ( OnePlanet.com) is a company building and promoting a radical new digital\nplatform that enables users intuitively to create, share and connect sustainability plans.\u003c/p\u003e\n\u003cp\u003eOnePlanet.com uniquely allows cross-departmental and cross-sector working – enabling\nconnections to be made all the way from citizens and students to city-wide plans. It uses graph\ndatabase technology, some of which has been developed by the OnePlanet.com team and will be\nunderpinned by machine learning and AI to help users make the best sustainability decisions\npossible.\u003c/p\u003e\n\u003cp\u003eTechnical environment\u003c/p\u003e\n\u003cp\u003eOnePlanet.com Web Application is an Isomorphic environment where Server and client data are\nshared and written in the same common language: RUBY.\nOn the server side we are using RubyOnRails stack and NEO4J as a graph database.\nOn the client side we are using REACT wrapped into a RUBY language layer (thanks to\nhyperstack.org).\u003c/p\u003e\n\u003cp\u003eAdditionally Material-UI and Vis.js for the presentation layer\u003c/p\u003e\n\u003cp\u003eWhat you will be doing\u003c/p\u003e\n\u003cp\u003e● Work with the team to create ways to improve OnePlanet.com products\n● Work super closely with backend specialists to find the best trade-offs in terms of\ntechnology and user experience\n● Coding UI webpage and Front end tools In REACT / CSS / RUBY\n● Ability to build responsive, cross-browser user interfaces from design prototype\n● Contributing generally as part of the team\nRequired qualifications\n● Experience with FrontEnd coding (REACT / Material UI / Javascript)\n● Strong ability to deliver clean and detailed UI elements and pages\n● Solid experience in Responsive and adaptive design and coding\n● Proficient understanding of code versioning tools (Git)\n● Interest in learning how to work in an Isomorphic environment (Server / Client all in ruby)\n(hyperstack.org)\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your interest in OnePlanet along with a resume to \u003ca href=\"mailto:HR@oneplanet.com\"\u003eHR@oneplanet.com\u003c/a\u003e .  We look forward to hearing from you.\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcEdoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--45a276312a4674b913d85e32dd26de51b5e9f237/OnePlanet%20new%20logo.png"
    },
    {
        "id": "75727515-0640-49e6-8fa5-bcf56a8b9f15",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/75727515-0640-49e6-8fa5-bcf56a8b9f15",
        "created_at": "Tue Apr 20 06:29:01 UTC 2021",
        "company": "Energy Solutions",
        "company_url": "http://http",
        "location": "Oakland, CA or Portland, OR",
        "title": "Software Engineer II ",
        "description": "\u003cp\u003eAt Energy Solutions we focus on achieving large-scale beneficial environmental impacts. And we believe that market-based programs can be a powerful force to deliver large-scale energy, carbon, and water-use savings. For 26 years we’ve harnessed that power to offer proven, performance-based solutions for our utility, government, and institutional customers.\u003c/p\u003e\n\u003cp\u003eEnergy Solutions is currently seeking a mid-level Software Engineer to join our Information Systems team to design, develop, and maintain software systems that support the distribution of incentives for clean energy technologies reporting systems. You will bring deep technical expertise and a team-oriented approach to bear as you implement systems that meet the needs of our clients as well as the energy and cost savings goals of the programs we support.\u003c/p\u003e\n\u003cp\u003eThis unique position is perfect for individuals with technical prowess that want to have an impact on energy efficiency markets and greenhouse gas reductions through our work for major North American utilities and other clients around the country.\u003c/p\u003e\n\u003cp\u003ePersons filling this position can choose to work from either our Northern California office in Oakland, our Southern California office in Orange or our Boston, Massachusetts office. We will also consider remote candidates in other parts of the United States as well.\u003c/p\u003e\n\u003cp\u003ePrimary Responsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eReviewing functional requirements and drafting implementation plans\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDesigning, developing, and maintaining web applications and other enterprise software systems\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eContributing new unit tests and promptly fixing any tests that fail continuous integration checks\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eWorking with internal clients to debug, reproduce, document, and fix support problems for\nproduction systems\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003ePerforming code reviews on colleagues' contributions to the codebase\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eParticipating in agile ceremonies such as standup meetings and pointing discussion\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eBringing technical analysis to discussions with internal clients, project managers, and other software engineers\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSpecializing in one or more codebases in order to be the go-to engineer for questions about bugs or new feature implementation plans\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMinimum Qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eA bachelor’s degree in Software Engineering, Electrical Engineering, or Computer Science and 3-6 years of relevant experience, or master’s degree in a related field.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCandidates exhibiting 5 or more years of work experience using related technologies are also encouraged to apply.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with Python and Django. Similar object-oriented languages and frameworks will also be considered.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with relational databases including MySQL, SQL, PostgreSQL, Oracle or similar\nSignificant JavaScript and React experience a plus\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eData ETL, processing, visualization, and reporting experience a plus\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eEnergy related professional experience is a plus\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCompensation is commensurate with experience and includes a generous retirement package. Energy Solutions provides an excellent benefits package including medical, dental and vision insurance, other pre-tax contribution plans and an Employee Stock Ownership Plan (ESOP).\u003c/p\u003e\n\u003cp\u003eTo apply for this position please visit \u003ca href=\"https://energy-solution.clearcompany.com/careers/jobs/8a909f49-216d-6c12-8b75-aafc9af4a260/apply?source=1586521-CS-42750\"\u003ehttps://energy-solution.clearcompany.com/careers/jobs/8a909f49-216d-6c12-8b75-aafc9af4a260/apply?source=1586521-CS-42750\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eFor more information about Energy Solutions, please visit us on our website at \u003ca href=\"http://www.energy-solution.com\"\u003ewww.energy-solution.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eInformation necessary to complete background checks and drug screens is required. Permanent authorization to work in the U.S. is a precondition of employment. EOE\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eTo apply for this position please visit \u003ca href=\"https://energy-solution.clearcompany.com/careers/jobs/8a909f49-216d-6c12-8b75-aafc9af4a260/apply?source=1586521-CS-42750\"\u003ehttps://energy-solution.clearcompany.com/careers/jobs/8a909f49-216d-6c12-8b75-aafc9af4a260/apply?source=1586521-CS-42750\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbzZoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cd35895458e21a08798ba1b8b79a89d8773dea43/EnergySolutions_OneLineLockup_TwoColorIcon_RGB.jpg"
    },
    {
        "id": "31336f8d-eb25-458d-ab22-6edc08545ff0",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/31336f8d-eb25-458d-ab22-6edc08545ff0",
        "created_at": "Tue Apr 20 02:26:30 UTC 2021",
        "company": "OSU-Cascades",
        "company_url": "https://osucascades.edu/",
        "location": "Bend, OR",
        "title": "Information Technology Consultant – 2",
        "description": "\u003cp\u003eOregon State University – Cascades is seeking someone who is willing to learn and develop while making meaningful contributions to a growing campus in beautiful Bend, Oregon.  We are looking for a full-time on-site person that would be part of a local team that is tasked with providing direct technical assistance and support for network, hardware, and software. This is a unique opportunity to learn all aspects of higher education’s technology while supporting equipment in and out of the classroom. Everyday can have a new challenge which makes this position dynamic and interesting.\nDuties and Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eQuickly responds to customers technical requests for assistance\u003c/li\u003e\n\u003cli\u003eCommunicates regularly with customers and co-workers within a ticket tracking system\u003c/li\u003e\n\u003cli\u003eProvides general support and training for classrooms and conference rooms\u003c/li\u003e\n\u003cli\u003eRecommends suitable hardware and software needed by users\u003c/li\u003e\n\u003cli\u003eInstalls, configures, supports, and troubleshoots equipment/software for users\u003c/li\u003e\n\u003cli\u003eWorks closely with the surplus department for resale, disposal, or donation\u003c/li\u003e\n\u003cli\u003eManages users and computers within Active Directory\u003c/li\u003e\n\u003cli\u003eManages the technology device(s) replacement process\u003c/li\u003e\n\u003cli\u003eMaintains loaner fleet and checkout process\u003c/li\u003e\n\u003cli\u003eUpdates and maintains the hardware inventory system\u003c/li\u003e\n\u003cli\u003ePrepares equipment purchase recommendations and cost justifications\u003c/li\u003e\n\u003cli\u003eResponsible for planning and implementing the move or relocation of equipment for users\u003c/li\u003e\n\u003cli\u003eRecommends changes and improvements to existing standards, processes, and procedures\u003c/li\u003e\n\u003cli\u003eProvides training or presentations to colleagues\u003c/li\u003e\n\u003cli\u003eServes as a resource and mentor for student technicians and staff\u003c/li\u003e\n\u003cli\u003eAttends team meetings and provides input to decision-makers\u003c/li\u003e\n\u003cli\u003eAssists with planning, developing, and implementing projects\u003c/li\u003e\n\u003cli\u003eWrites and maintains user and technician documentation\u003c/li\u003e\n\u003cli\u003eMonday – Friday full-time, on-site position with little after hours work\nMinimum Education and Experience Requirements\u003c/li\u003e\n\u003cli\u003eOne year of closely related work experience\u003c/li\u003e\n\u003cli\u003eExperience configuring and troubleshooting technology that is related to the position duties\u003c/li\u003e\n\u003cli\u003eOne (1) year of full-time experience (or equivalent length of time in a part-time position) troubleshooting and repairing computer hardware\u003c/li\u003e\n\u003cli\u003eExperience providing technical support to customers\nRequired Candidate Characteristics\u003c/li\u003e\n\u003cli\u003eWell-developed empathy and listening skills and can gauge customers’ technical abilities, understand customer needs, and can overcome communication barriers\u003c/li\u003e\n\u003cli\u003eDemonstrated successful professional behavior\u003c/li\u003e\n\u003cli\u003eEffective written, spoken and interpersonal communication skills\u003c/li\u003e\n\u003cli\u003eDemonstratable commitment to promoting and enhancing diversity\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred Qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience working in an educational/university environment\u003c/li\u003e\n\u003cli\u003eGood working knowledge of Active Directory and Exchange including creating and managing user accounts, and supporting email clients in an AD/Exchange environment\u003c/li\u003e\n\u003cli\u003eKnowledge of network fundamentals\u003c/li\u003e\n\u003cli\u003eExperience using systems management tools such as SCCM, Casper, and MDT\u003c/li\u003e\n\u003cli\u003eExperience working in a senior position or serving as a mentor\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePhysical Requirements\nThis position involves frequent long-term use of a computer and phone in an office environment, and walking to other locations while carrying a laptop or pushing computers on a cart. May involve driving to some customer/user office locations if appropriately trained.\nWho are we?\nOregon State University - Cascades (OSU-Cascades) is a branch campus of Oregon State University (OSU).  It is a small and personable four-year university in beautiful Central Oregon.  We are the only university in Central Oregon that offers both baccalaureate and graduate programs.  Our 10-acre campus is the first public university to open in Oregon in more than 50 years with plans to expand academically with new degree programs over a 10-year period.  The campus is comprised of 4 OSU-Cascades’ buildings with a 5th currently in construction.  There are nearly 1,400 students with 175 faculty and staff.\nWhy work for OSU-Cascades?  The people, place and community. Our business casual, team member-focused faculty and staff are known for their collaborative spirit and innovation, our students are passionate problem solvers and our alumni are leaders in the community. With the mountains of the Cascade Range and the Deschutes River nearby, there's virtually unlimited recreation year-round - everything from skiing and snowboarding to hiking, rock climbing and mountain biking to kayaking and whitewater rafting. In Bend, you'll find the eclectic mix of historic mill town, mountain resort and up and coming city.\nWhy OSU-Cascades IT?  We are the tier 2 hands-on support for all things technical on campus, dedicated to providing excellent service in support of teaching and research.  Our team is small, and we work closely together to collaborate and innovate for our growing campus.  You will develop close working relationships with the entire OSU-Cascades community.  We respect your personal time away from work.\nBenefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMedical coverage - Employer contribution toward CORE benefits (medical, vision, dental, employee basic life).  Optional employee \u0026amp; spouse/domestic coverage.\u003c/li\u003e\n\u003cli\u003eHealth Engagement Model.\u003c/li\u003e\n\u003cli\u003eLife Insurance.  Optional employee \u0026amp; spouse/domestic partner coverage.\u003c/li\u003e\n\u003cli\u003eDisability Insurance\u003c/li\u003e\n\u003cli\u003eLong-Term care Insurance\u003c/li\u003e\n\u003cli\u003eFlexible Spending Accounts (FSAs)\u003c/li\u003e\n\u003cli\u003ePension Plan\u003c/li\u003e\n\u003cli\u003eVoluntary retirement savings plans\u003c/li\u003e\n\u003cli\u003eVacation Leave - Leave is accumulated based on the schedule as defined in the collective bargaining agreement.\u003c/li\u003e\n\u003cli\u003eSick Leave - 8 hours per month\u003c/li\u003e\n\u003cli\u003ePersonal Leave – 24 hours per year\u003c/li\u003e\n\u003cli\u003e9 paid holidays and one floating holiday each year\u003c/li\u003e\n\u003cli\u003eParental or family medical leaves\u003c/li\u003e\n\u003cli\u003eEmployee Assistance Program\u003c/li\u003e\n\u003cli\u003eReduced tuition rate - Employees appointed at .50 FTE or more per term are eligible to take up to 12 credit hours at the reduced tuition rate. Tuition is 30% of the per credit resident undergraduate tuition rate. All Oregon Public University campuses participate in this program with each campus identifying any programs that are excluded. Employees may transfer their staff fee privilege to their dependents (e.g., spouse, domestic partner, child). Only one person in the family may utilize the 12 credit hours for the term.\u003c/li\u003e\n\u003cli\u003eOrange rewards for 10% discount at all University restaurants and residence hall\u003c/li\u003e\n\u003cli\u003eDiscounted rates on season athletic tickets for all sports\u003c/li\u003e\n\u003cli\u003eFree access to care.com\u003c/li\u003e\n\u003cli\u003eProfessional Development\u003c/li\u003e\n\u003cli\u003eOn-campus childcare facilities available to employees \u0026amp; students (employee paid)\u003c/li\u003e\n\u003cli\u003eAdditional information regarding benefits offered by OSU can be found at: \u003ca href=\"https://hr.oregonstate.edu/benefits/new-employees\"\u003ehttps://hr.oregonstate.edu/benefits/new-employees\u003c/a\u003e. When looking at benefits, please note this position is designated as Classified.\u003c/li\u003e\n\u003cli\u003eRelocation allowance : \u003ca href=\"https://fa.oregonstate.edu/fiscal-policy-program/03-120-404-relocation-allowance\"\u003ehttps://fa.oregonstate.edu/fiscal-policy-program/03-120-404-relocation-allowance\u003c/a\u003e\nOSU is an AA/EOE/Vets/Disabled\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.oregonstate.edu/postings/100276\"\u003ehttps://jobs.oregonstate.edu/postings/100276\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": null
    },
    {
        "id": "ff8a7de7-1870-462c-8744-4f2f96ae2dbf",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ff8a7de7-1870-462c-8744-4f2f96ae2dbf",
        "created_at": "Mon Apr 19 16:44:25 UTC 2021",
        "company": "AbleDocs",
        "company_url": "http://AbleDocs",
        "location": "Zurich",
        "title": "Full Stack .Net Developer",
        "description": "\u003cp\u003eAbout Us\u003c/p\u003e\n\u003cp\u003eAbleDocs is a leading global software and service company with the aim of making an inclusive information society possible: every content provider should be able to provide documents in a barrier-free form. Through a combination of human and software processes, AbleDocs makes it easy for companies and non-profits to find information that is inaccessible to all - and to make it accessible!\u003c/p\u003e\n\u003cp\u003eAbleDocs is also growing rapidly! From a Startup of 8 outside of Toronto at the beginning of 2019 to becoming a remote-first company of more than 100 people spread across North America and Europe in less than 3 years, AbleDocs has expanded and continues our rapid expansion. We are putting a focus on software solutions for automating document accessibility, and that's where you can help!\u003c/p\u003e\n\u003cp\u003eCome join a welcoming culture of teamwork, growth, success, and advancement. We take care of our team and love to see them grow and evolve as professionals. Our team is passionate about document accessibility! This passion is reflected in our products and services while allowing us to deliver a profound impact on the lives of people with disabilities. In turn, we gain an overwhelming feeling of gratitude and fulfillment that our work is positively impacting the lives of others. Every month we create millions of documents or, our customers create them themselves with the help of our software solutions. The spectrum of customers ranges from design agencies to Fortune 100 companies to government agencies all over the world, just to name a few.\u003c/p\u003e\n\u003cp\u003eAs a full stack .Net developer (m / f / d) you will work together with our VP Technology (in Germany\nand / or Switzerland) and strengthen our software engineering team. With you we want to take our applications to the next level. You are best suited to us if you are a team player with an eye for detail, solve problems in a structured manner, are an absolute .NET crack and already have professional experience working with Azure frameworks.\u003c/p\u003e\n\u003cp\u003eYour day-to-day business:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou develop our innovative applications further\u003c/li\u003e\n\u003cli\u003eYou help to make our core technologies even better\u003c/li\u003e\n\u003cli\u003eYou develop new applications using the latest technologies and agile approaches\u003c/li\u003e\n\u003cli\u003eYou design software architectures and interfaces and create specifications\u003c/li\u003e\n\u003cli\u003eYou create sustainable software components and flexible microservices (REST)\u003c/li\u003e\n\u003cli\u003eYou design and build cloud architectures as well as databases\u003c/li\u003e\n\u003cli\u003eYou create the associated documentation\u003c/li\u003e\n\u003cli\u003eYou inspire our customers with precise and friendly third level support\u003c/li\u003e\n\u003cli\u003eYou will help us to further optimize our development process and consistently implement both continuous integration (CI) and continuous delivery (CD)\u003c/li\u003e\n\u003cli\u003eYou include test automation (unit, integration, end-to-end tests) in the development process as a matter of course\u003c/li\u003e\n\u003cli\u003eYou work together with other development teams on an international level\u003c/li\u003e\n\u003cli\u003eYou do not lose sight of the user experience across all project phases\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOur technology stack:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e.NET and .NET Core\u003c/li\u003e\n\u003cli\u003eMicrosoft Azure\u003c/li\u003e\n\u003cli\u003eMS SQL\u003c/li\u003e\n\u003cli\u003eVisual Studio, GitHub, Azure DevOps\u003c/li\u003e\n\u003cli\u003eReact\u003c/li\u003e\n\u003cli\u003eJIRA, Confluence\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat you bring:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompleted degree (university) in the field of IT\u003c/li\u003e\n\u003cli\u003eAt least 3 years of professional experience in software engineering\u003c/li\u003e\n\u003cli\u003eThe following technologies and methods are your absolute core competencies:\u003c/li\u003e\n\u003cli\u003e.NET and .NET Core\u003c/li\u003e\n\u003cli\u003eMicrosoft Azure\u003c/li\u003e\n\u003cli\u003eVisual Studio, Git\u003c/li\u003e\n\u003cli\u003eSoftware design patterns\u003c/li\u003e\n\u003cli\u003eYou are an expert in designing and creating relational databases with MS SQL Server\u003c/li\u003e\n\u003cli\u003eYou are familiar with CI / CD (Azure DevOps)\u003c/li\u003e\n\u003cli\u003eYou master C # in your sleep. In addition, you have experience in programming and debugging in at least two other languages: for example, JavaScript, PHP or Python.\u003c/li\u003e\n\u003cli\u003eYou are familiar with working with the project management and documentation tools Jira and Confluence\u003c/li\u003e\n\u003cli\u003eYou can moderate technical discussions as well as decision-making discussions. It will be easy for you to convey IT topics to both experts and laypeople.\u003c/li\u003e\n\u003cli\u003eYou speak German and English fluently\u003c/li\u003e\n\u003cli\u003eYou contribute to transparent and appreciative communication, to our typical AbleDocs team spirit and to a collegial exchange of knowledge\u003c/li\u003e\n\u003cli\u003eYou are capable of learning and want to stay up to date with the latest technologies\u003c/li\u003e\n\u003cli\u003eFrom time to time you like to travel to meet your teams or to support our customers on site\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat we offer you:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe challenge of solving diverse and demanding tasks in a team\u003c/li\u003e\n\u003cli\u003eA well-structured and supervised induction period through our internal ADAcademy\u003c/li\u003e\n\u003cli\u003eWe value a high degree of exchange of experiences with colleagues, flat hierarchies, and mutual respect\u003c/li\u003e\n\u003cli\u003eAttractive, performance-related remuneration and opportunities for advancement in a growing team\u003c/li\u003e\n\u003cli\u003eFlexible working hours and freedom for independent, self-reliant work\u003c/li\u003e\n\u003cli\u003eAdditional health benefits, bonuses, and participation in our profit-sharing program\u003c/li\u003e\n\u003cli\u003eA flexible home or remote office activity with regular in-person days with your team.\u003c/li\u003e\n\u003cli\u003eWe are a global community of digital accessibility enthusiasts and like to share our knowledge - not only within the company. That is why AbleDocs supports you when you want to write blog posts and articles, organize meetups or speak at conferences.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis is how you apply:\nThat sounds like you? Then send us your resume to \u003ca href=\"mailto:scosta@abledocs.com\"\u003escosta@abledocs.com\u003c/a\u003e.  A few personal words would be nice too. We look forward to meeting you!\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:scosta@abledocs.com\"\u003escosta@abledocs.com\u003c/a\u003e.\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb1doIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--843cdb4a6705e420e4ec710c7be159fdda8232d2/AbleDocs_RGB%20Logo.png"
    },
    {
        "id": "3ec935de-97f6-4ed7-b76d-ddb181ff75f3",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/3ec935de-97f6-4ed7-b76d-ddb181ff75f3",
        "created_at": "Mon Apr 19 14:48:12 UTC 2021",
        "company": "encoway GmbH",
        "company_url": "https://www.encoway.de/",
        "location": "Bremen (Germany)",
        "title": "(Senior) Scala Software Developer (w/m/d)",
        "description": "\u003cp\u003e\u003cstrong\u003e(Senior) Scala Software Developer (w/m/d)\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDein Beitrag\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn einem unserer agilen Teams entwickelst Du innovative, skalierbare und cloudfähige Softwareprodukte.\u003c/li\u003e\n\u003cli\u003eVon der Analyse und Implementierung bis zum Testen und der Dokumentation übernimmst Du vielfältige Aufgaben in unserem agilen Entwicklungsprozess.\u003c/li\u003e\n\u003cli\u003eAls Teamplayer treibst Du unsere Software mit Code-Reviews und Pair-Programming voran. Mit Deinem Code und der Dokumentation machst Du es Dir und Deinen Kollegen leicht, die Software von heute auch noch morgen zu verstehen und zu ändern.\u003c/li\u003e\n\u003cli\u003eDu begleitest encoway Softwareprodukte von der ersten Idee an über den gesamten Lebenszyklus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eErfahre auf unserer Webseite mehr darüber, wie \u003ca href=\"https://www.encoway.de/karriere/berufseinsteiger-und-erfahrene/\"\u003e\u003cstrong\u003eDein Arbeitsalltag bei uns\u003c/strong\u003e\u003c/a\u003e aussehen kann.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu bist Scala-Experte oder möchtest bei uns zu einem werden. Als gestandener Scala-Experte steigst Du direkt in die Entwicklung ein. Als Scala-Neuling mit Erfahrung in einer anderen Programmiersprache, idealerweise Java, kannst Du Scala bei uns lernen.\u003c/li\u003e\n\u003cli\u003eDu hast keine Berührungsängste mit funktionaler Programmierung, kennst Dich mit Java und idealerweise auch mit Akka, Docker oder Kubernetes aus.\u003c/li\u003e\n\u003cli\u003eUnser Schwerpunkt liegt auf dem Backend, wir bauen aber auch Oberflächen. Daher sind Kenntnisse in JavaScript und UI-Frameworks ein Plus.\u003c/li\u003e\n\u003cli\u003eEs macht Dir Spaß neue Technologien und Verfahren wie beispielsweise das Aktoren-Programmiermodell oder Event Sourcing zu verstehen und anzuwenden.\u003c/li\u003e\n\u003cli\u003eIm Alltag duzen wir uns und sprechen Deutsch. Idealerweise scheust Du Dich aber nicht davor, bei Bedarf auch Englisch zu sprechen und zu schreiben.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eMit encoway volle Kraft voraus!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDie Digitalisierung ist nach wie vor ein Megatrend. Mit unseren Softwarelösungen unterstützen wir Industrie-Unternehmen bei der digitalen Transformation. Neben unseren Kernkompetenzen Produktkonfiguration und Variantenmanagement, befinden sich dafür weitere Geschäftsfelder im Aufbau.\nIm Jahr 2000 aus einer 5-köpfigen Bremer Forschungsgruppe heraus gegründet, besteht unsere Mannschaft mittlerweile aus über 200 Mitarbeitern und wir sind weiter auf Wachstumskurs.\u003c/p\u003e\n\u003cp\u003eIn unserer \u003ca href=\"https://www.encoway.de/wp-content/uploads/Arbeitgeber-Bewerbung-encoway.pdf\"\u003e\u003cstrong\u003eArbeitgeber-Bewerbung\u003c/strong\u003e\u003c/a\u003e haben wir Dir ganzheitlich zusammengefasst, was das Arbeiten bei encoway ausmacht.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBordcheck\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eZu unserer Kultur und unseren Benefits haben wir Dir nachfolgend ein paar Eigenschaften aufgelistet, mit denen Du einen ersten Check machen kannst, ob wir zusammenpassen:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cem\u003eStartklar\u003c/em\u003e: Du wirst bei uns nicht ins kalte Wasser geworfen.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eAufgeschlossen\u003c/em\u003e: Wir bieten Dir die Möglichkeit mitzugestalten.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eFlexibel\u003c/em\u003e: Bei uns findest Du flexible Arbeitszeiten.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eState-of-the-art\u003c/em\u003e: Ein professionelles und modernes Arbeitsumfeld erwartet Dich.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eAgil\u003c/em\u003e: Wir arbeiten in flexiblen Strukturen und Prozessen.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eWertschätzend\u003c/em\u003e: Regelmäßig finden gemeinsame Retrospektiven und Feedbackgespräche statt.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eFördernd\u003c/em\u003e: Weiterentwicklung Deiner Fach- und Führungskarriere.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eFamilienfreundlich\u003c/em\u003e: Wir unterstützen Dich und Deine Familie (z. B. Zuschuss zu den Kita-Gebühren).\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eGemeinschaftlich\u003c/em\u003e: Bei uns finden regelmäßig Mitarbeiter-Events statt.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eSportlich\u003c/em\u003e: Unsere Mitarbeiter treffen sich regelmäßig in Sport-/und Freizeitgruppen zusammen.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eGesund\u003c/em\u003e: Wir bieten verschiedene Präventionsangebote.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eUnd sonst noch so\u003c/em\u003e...: Obst, Kaffee - die üblichen „Goodies“ gibt´s auch.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eKomm auch Du jetzt zu uns an Bord - und lass Dich nicht davon abhalten, wenn Du meinst, Dein Profil passt nicht ganz!\u003c/p\u003e\n\u003cp\u003eBei Fragen zu dieser Stelle wende Dich gerne an:\u003c/p\u003e\n\u003cp\u003eLaura Middendorf, Human Resources Recruiting\u003c/p\u003e\n\u003cp\u003eencoway GmbH\u003c/p\u003e\n\u003cp\u003eBuschhöhe 2\u003c/p\u003e\n\u003cp\u003eD-28357 Bremen\u003c/p\u003e\n\u003cp\u003eTel.: +49 (0)421 33003-678\u003c/p\u003e\n\u003cp\u003eFax: +49 (0)421 33003-555\u003c/p\u003e\n\u003cp\u003eE-Mail: \u003ca href=\"mailto:bewerbung@encoway.de\"\u003e\u003cstrong\u003ebewerbung@encoway.de\u003c/strong\u003e\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/a8qHyoR\"\u003eClick here to apply\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb09oIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--59756fc8738c5cfff3b81e15b8bb7e5a80b878c1/encoway-logo.jpg"
    },
    {
        "id": "d18f6fe5-0894-4ad6-bb25-6815b685a7e3",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/d18f6fe5-0894-4ad6-bb25-6815b685a7e3",
        "created_at": "Mon Apr 19 07:48:27 UTC 2021",
        "company": "eCom Service IT GmbH - m2trust",
        "company_url": "https://m2trust.de",
        "location": "Stuttgart",
        "title": "Software Architect .NET im PKI Umfeld (m/w/d)",
        "description": "\u003cp\u003eWir sind Experten für PKI und Vorreiter für digitale IT-Security-Lösungen. Mit unseren Produkten helfen wir großen Unternehmen digitale Zertifikate effizienter, sicherer und voll automatisiert zu verwalten. Das machen wir mit Elan, Engagement und flachen Hierarchien. Wir sind professionell, technikgetrieben, digital und innovativ. Wir lernen von Dir und Du lernst von uns. Aber wichtiger als Dein Wissen ist Deine Persönlichkeit: im Team zählt jeder Einzelne und wir arbeiten Hand in Hand, um unsere Ziele gemeinsam voranzutreiben.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eVerantwortung für Konzeption, Architektur und Dokumentation unserer umfangreichen Softwarelösung im PKI-Umfeld\u003c/li\u003e\n\u003cli\u003eSteuerung unterschiedlicher Entwicklungsbereiche in Zusammenarbeit mit dem Projektmanagement\u003c/li\u003e\n\u003cli\u003eEigenständiges Erarbeiten von Lösungen für die Anbindung von Dritthersteller-Systemen\u003c/li\u003e\n\u003cli\u003eEnge Abstimmung mit Projektsteuerung, Entwicklerteam sowie Partnerunternehmen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMind. 5 Jahre Berufserfahrung als Entwickler/in im Microsoft-Umfeld in komplexen verteilten Softwareumgebungen\u003c/li\u003e\n\u003cli\u003eBereits Erfahrung in der Steuerung kleinerer Entwicklerteams\u003c/li\u003e\n\u003cli\u003eHohes Abstraktionsvermögen und schnelle Auffassung komplexer Systemzusammenhänge sowie deren Erfassung in Dokumentationen\u003c/li\u003e\n\u003cli\u003eHoher Erfahrungsschatz innerhalb Microsoft .NET (C#, .NET Framework, .NET Core)\u003c/li\u003e\n\u003cli\u003eUmfangreiche Kenntnisse im PKI- und Kryptographie-Umfeld (X.509, ASN.1 usw.)\u003c/li\u003e\n\u003cli\u003eTiefere Kenntnisse im Identity- und Access Management, Federation Services wie OAuth, OpenID, SAML\u003c/li\u003e\n\u003cli\u003eErfahrung im Umgang mit unterschiedlichen Zertifikatsanbietern bzw. Protokollstandards im Bereich PKI\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse in Microsoft Server Infrastrukturen (Windows Server, Active Directory / LDAP, Certificate Management)\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse im Umgang mit Dokumentationswerkzeugen (z.B. Visio) sowie sicherer Umgang mit aktuellen Modellierungssprachen wie UML, BPMN, ERM\u003c/li\u003e\n\u003cli\u003eSicherer Umgang mit aktuellen und verwendeten Schnittstellen-Technologien (REST, WCF)\u003c/li\u003e\n\u003cli\u003eErfahrung im Bereich agile Projektmethoden, Prozessautomatisierung und Cloud-Infrastrukturen\u003c/li\u003e\n\u003cli\u003eIdealerweise abgeschlossenes Hochschulstudium im Bereich Informatik oder vergleichbare Ausbildung\u003c/li\u003e\n\u003cli\u003eGute Deutsch- und Englisch-Kenntnisse\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUnbefristete Festanstellung mit attraktivem Gehalt\u003c/li\u003e\n\u003cli\u003eSpannende Tätigkeiten mit zukunftsorientierten und innovativen IT-Lösungen\u003c/li\u003e\n\u003cli\u003eVielseitige Projekte für namhafte internationale Kunden\u003c/li\u003e\n\u003cli\u003eSehr gutes Betriebsklima mit flachen Hierarchien und hochmotivierten Kollegen/innen\u003c/li\u003e\n\u003cli\u003eViel Flexibilität und Freiräume bei der Arbeit\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eModerne Arbeitsplätze in einer reizvollen Umgebung im Zentrum von Stuttgart\nWenn Sie Spaß an anspruchsvoller Softwareentwicklung haben, senden Sie uns bitte Ihre Bewerbungsunterlagen unter Angabe Ihrer Gehaltsvorstellungen und Verfügbarkeit oder rufen Sie an Renate Busch Tel. 0711-96000115.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://m2trust.join.com/jobs/2133129-software-architect-net-im-pki-umfeld-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=48fbb81b-d961-4567-8e91-de2aac65c2ce\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=software%2Barchitect%2Bnet%2Bim%2Bpki%2Bumfeld%2Bm%2Bw%2Bd\"\u003ehttps://m2trust.join.com/jobs/2133129-software-architect-net-im-pki-umfeld-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=48fbb81b-d961-4567-8e91-de2aac65c2ce\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=software%2Barchitect%2Bnet%2Bim%2Bpki%2Bumfeld%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnFoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5c91dfe92897546d830f2d6bde4d920acd274f73/e-com-service-it-gmb-h-m-2-trust-logo-xl.png"
    },
    {
        "id": "2ee7639e-afe2-4cc7-bcf9-95a51ec900a4",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/2ee7639e-afe2-4cc7-bcf9-95a51ec900a4",
        "created_at": "Mon Apr 19 07:40:54 UTC 2021",
        "company": "OnePlanet",
        "company_url": "http://oneplanet.com",
        "location": "UK/remote",
        "title": "Full stack developer - RubyonRails ",
        "description": "\u003cp\u003eOne Planet Digital Ltd (OnePlanet.com) is a company building and promoting new digital platform\nthat enables users to create, share and connect sustainability plans.\nOnePlanet.com uniquely allows cross-departmental and cross-sector working – enabling connections to be made all the way from citizens and students to city-wide plans. It uses graph database technology, some of which has been developed by the OnePlanet.com team and will be underpinned by machine learning and AI to help users make the best sustainability decisions possible.\u003c/p\u003e\n\u003cp\u003eThe company is built on the premise that environmental and social challenges offer a massive\nopportunity to create a scalable and profitable business which can do good.\u003c/p\u003e\n\u003cp\u003eOnePlanet.com Web Application is an Isomorphic environment where Server and client data are\nshared and written in the same common language: RUBY.\u003c/p\u003e\n\u003cp\u003eOn the server side we are using RubyOnRails stack and NEO4J as a graph database. On the client side we are using REACT wrapped into a RUBY language layer (thanks to hyperstack.org). Additionally Material-UI and Vis.js for the presentation layer.\u003c/p\u003e\n\u003cp\u003eWhat you will be doing\u003c/p\u003e\n\u003cp\u003e● Work with the team to create ways to improve OnePlanet.com products\n● Work closely together with our CTO and take part in architectural decision making\n● You'll work on bug fixing and improving application performance.\n● As you gain context, you’ll provide technical guidance to teammates and insight into technical\ndecisions to product managers.\n● You will contribute to our engineering standards to continuously improve the consistency and\nquality of our codebases and processes.\n● Implementing users interface or admin interface for management and visualization of products\nand data.\nElaborating data model with a graph database\n● Using RubyOnRails Services for re-writing part of the application\n● Implementing Unit tests\n● Contributing generally as part of the team\nRequired qualifications\n● Deep understanding of computer science, object-oriented analysis, and software design\nprinciples\n● Experience with Ruby on Rails, along with other common libraries such as RSpec\n● Experience with FrontEnd coding (REACT / Material UI / Javascript)\n● Familiarity with concepts of MVC, Mocking, ORM, and RESTful\n● Able to create database schemas that represent and support business processes\n● Proficient understanding of code versioning tools (Git)\n● Proficient understanding of Server and Client stack\n● Knowledge of or interest in learning how to work in an Isomorphic environment (Server / Client all in ruby)\n(hyperstack.org)\n● Interest in learning and working with a Graph Database (Neo4j)\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail you resume and short covering letter to \u003ca href=\"mailto:hr@oneplanet.com\"\u003ehr@oneplanet.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbmloIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a8ede6ee47e87331f70ade19cf9656108337f421/OnePlanet%20new%20logo.png"
    },
    {
        "id": "2ecfcca7-2c1b-48c7-ae2b-373cee3fd309",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/2ecfcca7-2c1b-48c7-ae2b-373cee3fd309",
        "created_at": "Sun Apr 18 23:18:56 UTC 2021",
        "company": "Service NSW",
        "company_url": "https://www.service.nsw.gov.au/about-us/jobs-service-nsw",
        "location": "New South Wales Australia ",
        "title": "Senior Software Engineer",
        "description": "\u003cp\u003eWe are looking for passionate, driven and innovative Senior Software Engineer to join our world class Engineer Team at Service NSW!\u003c/p\u003e\n\u003cp\u003eWe have Permanent Ongoing  Senior Software Engineer roles now available.\u003c/p\u003e\n\u003cp\u003eWe are offering a base salary range between $111,806 and $134,667 plus employer’s contribution to superannuation and leave loading, plus offering flexible working arrangements.\u003c/p\u003e\n\u003cp\u003eAbout Our Team:\u003c/p\u003e\n\u003cp\u003eYou will be a part of a highly creative, agile, human centered development team who  values your happiness, growth and personal development.\u003c/p\u003e\n\u003cp\u003eWe use XP practices (including TDD, pair programming and CI/CD) to design and build fast stable software and get it into our customers’ hands quickly. We are committed to iterative delivery using the build, measure, learn paradigm. We pride ourselves on being responsive to customers’ needs, consistently delivering value to the people of NSW.\u003c/p\u003e\n\u003cp\u003eWe work with Java (Spring), JavaScript (React.js, Angular.js, Node.js), AWS Cloud, Cloud Foundry and Apigee to deliver end-to-end platforms. We collaborate closely with other teams to architect and implement the right solutions, applying lean problem-solving to deliver value within a complex ecosystem.\u003c/p\u003e\n\u003cp\u003eAbout You:\u003c/p\u003e\n\u003cp\u003eExpertise and strong experience software development. Maybe you’re a web, API or platform specialist who wants to expand your full stack skillset, or maybe you’re already a Front end to cloud database expert. Either way, you know what makes customer focused products special, and love building products that millions of people use.\u003c/p\u003e\n\u003cp\u003eExcellent understanding of systems thinking and technical design. You might not be a full-stack unicorn (yet), but you can design and implement system interactions to deliver end-to-end solutions.\u003c/p\u003e\n\u003cp\u003eWe’d love to see some experience applying technical design skills in large or complex ecosystems.\u003c/p\u003e\n\u003cp\u003eAttention to detail. You strive for the best quality code; adopting practices/style guides that encourage clean and readable code. You pay particular attention to code reusability, extensibility, maintainability, scalability and security. Often going out of your way to find the best solution possible.\u003c/p\u003e\n\u003cp\u003eOutstanding communication, collaboration and problem-solving skills. You encourage diversity of thought, thrive in a team environment, and do your best work whilst working in a pair/team.\u003c/p\u003e\n\u003cp\u003eProficient in one or more modern programming languages. JavaScript/TypeScript, Java Swift, Objective-C or Kotlin will give you a headstart, but your openness to upskilling and cross-skilling is what will get you across the line.\u003c/p\u003e\n\u003cp\u003eCustomer-oriented and proud. You are motivated by, and take ownership of, delivering valuable outcomes to the people who use your software.\u003c/p\u003e\n\u003cp\u003eContinuous improvement forever! You are a lifelong learner, always driven to improve processes and outcomes. You value close feedback loops, and the concepts of iteration and incremental improvement.\u003c/p\u003e\n\u003cp\u003eSecurity-minded. You have a passion for security by design, and exposure to or interest in security engineering as concept.\u003c/p\u003e\n\u003cp\u003eAbout Service NSW\u003c/p\u003e\n\u003cp\u003eAt Service NSW we deeply value our customers and our teammates. We are an inclusive, diverse, caring and respectful team and a place where everyone can bring their whole self to work.\"\u003c/p\u003e\n\u003cp\u003ePeople with a disability are strongly encouraged to apply and we welcome a discussion regarding workplace adjustments to help maximise everyone's opportunity to fully participate and contribute.\"\u003c/p\u003e\n\u003cp\u003e\"We pay our respects to Aboriginal and Torres Strait Islander peoples and Elders past, present and emerging and acknowledge the traditional custodians of the land, waters, culture and community we walk, work and live.\"\u003c/p\u003e\n\u003cp\u003eTo Apply, click on the below link,\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://iworkfor.nsw.gov.au/job/senior-software-engineer-239097\"\u003ehttps://iworkfor.nsw.gov.au/job/senior-software-engineer-239097\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePlease attach a copy of your latest Resume and a cover letter.\u003c/p\u003e\n\u003cp\u003eApplications will be reviewed on an ongoing basis - we encourage you to apply ASAP so you don’t miss out on these exciting opportunities within our Engineer Teams at Service NSW\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://iworkfor.nsw.gov.au/job/senior-software-engineer-239097\"\u003ehttps://iworkfor.nsw.gov.au/job/senior-software-engineer-239097\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbkdoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c4fbcb3d2cd7ee8cabf5ee3899b16de1b90b283d/SNSW%20PIC2.jpg"
    },
    {
        "id": "ed6a4bb6-e15d-453d-b6bf-1011011f4d95",
        "type": "Contract",
        "url": "https://jobs.github.com/positions/ed6a4bb6-e15d-453d-b6bf-1011011f4d95",
        "created_at": "Fri Apr 16 22:55:53 UTC 2021",
        "company": "Superformula",
        "company_url": "https://www.superformula.com/",
        "location": "Remote (Americas)",
        "title": "Senior Backend Engineer, Digital Products",
        "description": "\u003cp\u003eWe are seeking a full-time backend engineer with 6+ years of experience building enterprise-scale and production-ready applications. This is a high visibility product team where you will get a chance to make a positive impact on customer experience in the automotive enthusiast industry. You will be building greenfield products with our product teams on behalf of our clients.\u003c/p\u003e\n\u003cp\u003e*denotes must-haves\n\u003cstrong\u003eSkills\u003c/strong\u003e\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eAbility to take ownership of work items and help cultivate new ones with a Product-first mindset*\u003c/li\u003e\n\u003cli\u003eGraphQL \u0026amp; REST API concepts and implementation patterns*\u003c/li\u003e\n\u003cli\u003eDomain-driven design experience within distributed systems*\u003c/li\u003e\n\u003cli\u003eCloud-native / managed services exposure\u003c/li\u003e\n\u003cli\u003eExperience with event-driven system architectures\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003e\u003cstrong\u003eLanguages/frameworks\u003c/strong\u003e\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eTypeScript / Node.js LTS*\u003c/li\u003e\n\u003cli\u003eTerraform or other IaC\u003c/li\u003e\n\u003cli\u003eTesting frameworks such as Jest or Mocha\u003c/li\u003e\n\u003cli\u003eBash / Shell scripting for CI/CD pipelines\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003e\u003cstrong\u003eTooling\u003c/strong\u003e\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eAWS AppSync, Lambda, DynamoDB, SNS, SQS*\u003c/li\u003e\n\u003cli\u003eCI/CD Pipelines\u003c/li\u003e\n\u003cli\u003eFamiliarity with GraphQL Server ecosystem (Apollo Server, apollo-server-lambda, express-graphql, etc.)\u003c/li\u003e\n\u003cli\u003eExposure to E2E testing tools (Cypress, Selenium, TestCafe, etc.)\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003e\u003cstrong\u003eTo thrive as a member of our team, you must:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOperate with an ownership mentality by taking initiative, being resourceful, and executing with passion\u003c/li\u003e\n\u003cli\u003eHave excellent verbal and written communications skills\u003c/li\u003e\n\u003cli\u003eAbility to work early hours to communicate with our development teams in North America, South America, and Poland\u003c/li\u003e\n\u003cli\u003eBe a quick learner and be passionate about learning\u003c/li\u003e\n\u003cli\u003eEmbody creativity, be honest, humble, mature, committed, and cultivate a positive culture\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://careers.superformula.com/o/senior-backend-engineer-north-central-and-south-america?source=github\"\u003ehttps://careers.superformula.com/o/senior-backend-engineer-north-central-and-south-america?source=github\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbTZoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6ebc0b539247b6c329fe91cfdda7a24fafac638c/sf-logo.png"
    },
    {
        "id": "40d9851d-26ab-4e4c-81f6-4185298cb719",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/40d9851d-26ab-4e4c-81f6-4185298cb719",
        "created_at": "Fri Apr 16 18:06:44 UTC 2021",
        "company": "NumberEight Technologies Ltd",
        "company_url": "https://www.numbereight.ai/",
        "location": "London, (remote within 1-2 hours)",
        "title": "Senior Android Developer",
        "description": "\u003ch3\u003eGeneral\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eWe only accept direct applications at this time. No recruiters please.\u003c/li\u003e\n\u003cli\u003eWe are currently working from home, but when appropriate, successful applicants are expected to work - at least partially - at our offices in South West London, UK.\u003c/li\u003e\n\u003cli\u003eWe are able to sponsor T2 visas for international applicants.\u003c/li\u003e\n\u003cli\u003e\u003ca href=\"https://docs.google.com/document/d/1I1i9ORg3yQFEYjNH81G3T1qbG72QaxQ0zUFXCOlPUR8/\"\u003ePrivacy notice\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003eWe closed our \u003ca href=\"https://https://www.eu-startups.com/2020/07/uk-startup-numbereight-raises-a-e2-million-seed-round-to-predict-consumer-behaviour/\"\u003esecond round of funding\u003c/a\u003e in the middle of the pandemic from a highly reputable Series A investor.\u003c/li\u003e\n\u003cli\u003eWe have received significant market traction from our beachhead customers in digital audio, mobile advertising, mobile gaming, and are now looking to scale up fast.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eRole\u003c/h3\u003e\n\u003cp\u003eWe are looking for an ambitious and self-organising individual to join our core engineering team as a senior android developer. You will be deploying code to millions of devices, and the trajectory is steeply upwards from there.\u003c/p\u003e\n\u003cp\u003eOur mobile SDKs intelligently sense the phone’s environment to calculate meaningful insights into user behaviour. We give applications the ability to react to and target this behaviour without risking privacy and anonymity. This involves some of the hottest areas in the industry including edge computing and machine learning, and intertwines with the latest developments in global privacy standards.\u003c/p\u003e\n\u003cp\u003eYou will be developing, testing, and code reviewing our core product - a high performance mobile SDK - as well as developing demonstration applications and documentation. You will collaborate with and support the rest of our product team in their development of the SDK.\u003c/p\u003e\n\u003cp\u003eThis team is composed of brilliant and supportive software engineers and researchers from Apple, IBM, Cambridge and Southampton Universities with a culture of knowledge sharing and candid feedback.\u003c/p\u003e\n\u003ch2\u003eKey responsibilities\u003c/h2\u003e\n\u003col\u003e\n\u003cli\u003eMaintain and improve our SDKs for smartphones/watches (Kotlin, Java)\u003c/li\u003e\n\u003cli\u003eFacilitate the operation of the machine learning core (JNI, C++) in a power and memory efficient manner\u003c/li\u003e\n\u003cli\u003eInvent novel ways to use sensor data to detect different user contexts\u003c/li\u003e\n\u003cli\u003eDevelop manual and automated test plans\u003c/li\u003e\n\u003cli\u003eParticipate in customer meetings and design software with the team to fit their needs\u003c/li\u003e\n\u003cli\u003eMaintain/develop demo apps for prospective customers\u003c/li\u003e\n\u003c/ol\u003e\n\u003ch3\u003eSkills and experience that will help you to do well\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eKotlin and Java experience (required)\u003c/li\u003e\n\u003cli\u003eBasic knowledge of C++ and the standard template library (C++11 onwards, specifically RAII concepts such as std::shared_ptr) (required)\u003c/li\u003e\n\u003cli\u003eBroad knowledge of the capabilities and intricacies of Android (required)\u003c/li\u003e\n\u003cli\u003eJNI experience (optional)\u003c/li\u003e\n\u003cli\u003eInterest and experience in machine learning (optional)\u003c/li\u003e\n\u003cli\u003eA good understanding of UNIX environments, i.e. the terminal (optional)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eHiring process\u003c/h3\u003e\n\u003col\u003e\n\u003cli\u003eA 30-minute introduction call\u003c/li\u003e\n\u003cli\u003eA take-home technical task (approx. 3 hours of work, 1 week deadline)\u003c/li\u003e\n\u003cli\u003eA follow-up call to go through the task\u003c/li\u003e\n\u003cli\u003eMeet the rest of the team\u003c/li\u003e\n\u003cli\u003eSuccess!\u003c/li\u003e\n\u003c/ol\u003e\n\u003ch3\u003eExpected Start Date\u003c/h3\u003e\n\u003cp\u003eMay 2021\u003c/p\u003e\n\u003ch3\u003eExtra benefits\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eBi-weekly team lunches (even remotely!)\u003c/li\u003e\n\u003cli\u003eAmple opportunity for growth and learning (e.g. conferences, courses)\u003c/li\u003e\n\u003cli\u003ePotential share options in the company\u003c/li\u003e\n\u003cli\u003eRegular work-hours activities (social gaming, lightning talks, chat time)\u003c/li\u003e\n\u003cli\u003eUse any of our test smartphones as your primary device\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAll applications are carefully considered.\u003c/p\u003e\n\u003cp\u003eEven if you don’t match all the requirements but feel this is something you can do, and if you’ve come this far, make sure to apply! 😀\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\"Email a CV to \u003ca href=\"mailto:careers@numbereight.ai\"\u003ecareers@numbereight.ai\u003c/a\u003e indicating your interest in the job, we will reply with a link to schedule an introduction call.\u003c/p\u003e\n\u003cp\u003eAfter the introduction call we will progress to a technical task with a follow on interview; and from there selected candidates will proceed to meet the team before we make our final selections.\"\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbTJoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3b04a1e0db64457260bb1327309b300a0e44ecf7/Company%20Logo.png"
    },
    {
        "id": "59428bb6-51f4-44ba-9e85-1be7cc2e263d",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/59428bb6-51f4-44ba-9e85-1be7cc2e263d",
        "created_at": "Fri Apr 16 15:56:15 UTC 2021",
        "company": "Journey",
        "company_url": "http://www.journeyid.com",
        "location": "Denver",
        "title": "Senior Product Engineer",
        "description": "\u003cp\u003eJob Overview\u003c/p\u003e\n\u003cp\u003eJourney is tackling two of the original deficiencies of the internet, the veracity of identity and the protection of protection of personal privacy. Journey is looking for an experienced and customer driven software engineer who can translate business requirements into high quality products. Successful Journey engineers enjoy exploring the why of the product in addition to the how. Recognizing that customer experience is pivotal to the success of a product or service is also a requirement for this job. As an agile team, the decision making process is driven by the ability to create the most compelling product for our customers, while simultaneously taking into account the natural limitations of a start-up environment.\u003c/p\u003e\n\u003cp\u003eResponsibilities \u0026amp; Growth\u003c/p\u003e\n\u003cp\u003eThe immediate need is for an intermediate to senior individual contributor for our in-progress products. This will quickly be eclipsed as our product suite grows to become a core product design and development role that includes the role of Product Owner.\u003c/p\u003e\n\u003cp\u003eJourney has just completed validation of the MVP of one of our products and now must scale up the team to meet customer needs. The successful candidate is immediately a critical contributor to this product’s development.\u003c/p\u003e\n\u003cp\u003eThe startup environment also creates an environment for broader opportunities and responsibilities.\u003c/p\u003e\n\u003cp\u003eTechnologies\u003c/p\u003e\n\u003cp\u003eJourney uses a modern suite of development tools wrapped in the SAFE agile methodology. Our development technologies include (but are not limited to) React for the frontend, and Go for the backend. Deployment is targeted at public cloud, private cloud and virtual private cloud environments. A CI/CD pipeline is in place to build and deploy via Github Actions. As a state of the art start-up, Journey has the opportunity to use the best available frameworks and tools, including browser based Tensorflow for our ML features\u003c/p\u003e\n\u003cp\u003eThe Ideal Candidate\u003c/p\u003e\n\u003cp\u003eThe ideal candidate will have a strong software background and a broad interest in the rapid evolution of software development and tools. This has been demonstrated through commercial experience as well as personal interests and projects. Direct experience with our current software tools is not a prerequisite, but proven experience with a strongly-typed language in a production environment is desired. You must have an understanding of system architecture, particularly when it comes to redundancy and reliability. You take pride in your work and want to grow, both at Journey and in your career.\u003c/p\u003e\n\u003cp\u003eThe successful candidate will be a self-starter, an engineer who seeks to understand and discover and an engineer who has a desire to become part of a highly empowered team with a deep understanding of our product, our market and the key metrics of success.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have been working on web projects for long enough that you reminisce \u0026amp; complain about the old days of Javascript.\u003c/li\u003e\n\u003cli\u003eYou feel very confident building React apps using Redux.\u003c/li\u003e\n\u003cli\u003eYou have extensive experience with a strongly-typed language in a production environment.\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003ePlease email resume to \u003ca href=\"mailto:jobs@journeyid.com\"\u003ejobs@journeyid.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbXVoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--60fe54adcac0ac0e0953a2c53844f4b8598f9bf1/Journey-Primary-Logo-Color-Tagline.jpg"
    },
    {
        "id": "a51474bc-7f82-4f78-b9e3-edb010a18317",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a51474bc-7f82-4f78-b9e3-edb010a18317",
        "created_at": "Fri Apr 16 13:25:06 UTC 2021",
        "company": "mySociety",
        "company_url": "http://mySociety",
        "location": "United Kingdom",
        "title": "Developer",
        "description": "\u003cp\u003eWe are looking for a Perl Developer to join our growing team at SocietyWorks (the commercial arm of mySociety), to support the rollout of digital Local Authority services for highways, environment and the public realm for our council clients across the UK.\u003c/p\u003e\n\u003cp\u003eWe develop public sector services such as FixMyStreet, that help active citizens support flourishing communities; done simply, responsibly and cost effectively.\u003c/p\u003e\n\u003cp\u003eThis role will require you to work remotely as part of our friendly and purposeful SocietyWorks team, who deliver solutions with a varied range of partners including local authority staff from Customer Services, IT and Digital teams, inspectors and frontline contractors.\u003c/p\u003e\n\u003cp\u003eThe ideal candidate would have experience of building and deploying Software as a Service products and services or clients in local government.\u003c/p\u003e\n\u003cp\u003eWhat does the role involve?\u003c/p\u003e\n\u003cp\u003eAs a Developer you will be working as a core member of our multidisciplinary team to:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCustomise, integrate and deploy our off-the-shelf websites, products and services for clients\u003c/li\u003e\n\u003cli\u003eDevelop new Software as a Service products for our public sector clients\u003c/li\u003e\n\u003cli\u003eFurther develop and extend our SocietyWorks services including FixMyStreet Pro and FixMyStreet.com services\u003c/li\u003e\n\u003cli\u003eBuild and maintain open source tools to help you develop this software\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDeadlines and dates\u003c/p\u003e\n\u003cp\u003eThe application deadline is 10am on Friday 7th May 2021 and interviews will take place the following week via video conference. We will aim to notify applicants of whether or not they will be invited to interview by close of business on Wednesday 12th May 2021.\u003c/p\u003e\n\u003cp\u003eApplication instructions\u003c/p\u003e\n\u003cp\u003eYour application should consist of a CV and covering letter. We’ll rely on your covering letter to show us why your skills make you a good fit for this role when we are shortlisting candidates, so take your time getting it right.\u003c/p\u003e\n\u003cp\u003eWe are particularly interested in improving the diversity of our team and we welcome applications from all suitably skilled and experienced people and particularly from candidates from Black and minority backgrounds. We are monitoring our recruitment processes to ensure we are doing everything we can to encourage applications from people of all backgrounds. Optionally, please complete our equalities monitoring form. The information you share in the form will not influence the assessment of your application.\u003c/p\u003e\n\u003cp\u003eWe review all applications anonymously. So please use your initials rather than your name on your CV and cover letter, and leave identifying details such as email addresses out of these attached documents.\u003c/p\u003e\n\u003cp\u003eRequirements\u003c/p\u003e\n\u003cp\u003eWe think this position would suit you best if you have some or all of the following:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProficient programming experience in Perl in a professional environment\u003c/li\u003e\n\u003cli\u003eExperience in working with databases (such as PostgreSQL or MySQL)\u003c/li\u003e\n\u003cli\u003eThe ability to write clean, maintainable HTML, CSS, and JavaScript\u003c/li\u003e\n\u003cli\u003eExperience with version control, preferably Git and GitHub\u003c/li\u003e\n\u003cli\u003eThe ability to write and maintain test suites\u003c/li\u003e\n\u003cli\u003eExperience of collaborating with others on web development projects; it would be a bonus if that was client-facing work\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAnd we’d love to hear from you if you are:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKeen and able to learn\u003c/li\u003e\n\u003cli\u003eFriendly and motivated\u003c/li\u003e\n\u003cli\u003eA thoughtful and clear communicator\u003c/li\u003e\n\u003cli\u003eAble to identify a client’s requirements and work with them to implement\u003c/li\u003e\n\u003cli\u003eAble to work in a responsible and self-directed manner, within a broader team\u003c/li\u003e\n\u003cli\u003eGood at managing your own time and avoiding distractions\u003c/li\u003e\n\u003cli\u003eAware and realistic about your own strengths and weaknesses\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou do not need to have a university degree to apply for this role.\u003c/p\u003e\n\u003cp\u003eBenefits\u003c/p\u003e\n\u003cp\u003eThis is initially a 12 month contract with a salary in the range of £40,000 to £46,000 per year, plus pension (3% employer contribution, 5% employee).\u003c/p\u003e\n\u003cp\u003eYou must be based in the UK and you need to have the right to work in this country (sorry, but we can’t offer help with visas or relocation expenses).\u003c/p\u003e\n\u003cp\u003eYou can read more about what it’s like working at mySociety at \u003ca href=\"https://www.mysociety.org/about/careers/culture/\"\u003ehttps://www.mysociety.org/about/careers/culture/\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eApply here: \u003ca href=\"https://apply.workable.com/mysociety/j/836E21DEC7/\"\u003ehttps://apply.workable.com/mysociety/j/836E21DEC7/\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbVNoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--78227c721d50a3108737483dad1eb9ba8f67bac8/mysociety-logo.jpg"
    },
    {
        "id": "efe68bb1-383e-4067-b6fa-ec67e78f17a6",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/efe68bb1-383e-4067-b6fa-ec67e78f17a6",
        "created_at": "Fri Apr 16 11:47:24 UTC 2021",
        "company": "OptioPay Group",
        "company_url": "https://www.optiopay.com",
        "location": "Berlin",
        "title": "Backend Golang Engineer (m/f/x)",
        "description": "\u003cp\u003eOptioPay is a Berlin-based FinTech creating technologies for open banking and payments. Be part of our journey to build the worlds leading financial advertisement technology with personalized and value-adding recommendations for user.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTo architect, design, develop, deploy, evolve, and operate distributed systems in a DevOps way\u003c/li\u003e\n\u003cli\u003eTo be an integral part of an empowered and self-organizing team\u003c/li\u003e\n\u003cli\u003eTo actively collaborate with other engineers, product owners, domain experts and designers to deliver great outcomes\u003c/li\u003e\n\u003cli\u003eTo pair with others and review work, sharing knowledge and increasing quality across the board\u003c/li\u003e\n\u003cli\u003eTo scale our reach by integrating our platform with more banks, PSPs, insurance companies and other financial systems\u003c/li\u003e\n\u003cli\u003eTo champion continuous improvement of technology and the ways we work\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have at least 5 years of professional experience as a Software Engineer\u003c/li\u003e\n\u003cli\u003eYou can build and debug reliable, high availability, secure and performant distributed services in Golang\u003c/li\u003e\n\u003cli\u003eYou care about quality and know when and how to ship code safely\u003c/li\u003e\n\u003cli\u003eYou have a solid understanding of system design, data structures, and algorithms\u003c/li\u003e\n\u003cli\u003eYou are experienced with deploying and operating services on Linux\u003c/li\u003e\n\u003cli\u003eYou can reason and drive technical decisions\u003c/li\u003e\n\u003cli\u003eYou love to experiment and use data to drive decision-making\u003c/li\u003e\n\u003cli\u003eYou get inspired, think of new ideas and like to share them with others\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFlexible working hours!\u003c/li\u003e\n\u003cli\u003eHome office options!\u003c/li\u003e\n\u003cli\u003eYour favorite birthday cake!\u003c/li\u003e\n\u003cli\u003eFree lunch every Wednesday!\u003c/li\u003e\n\u003cli\u003eA desk in the highest office of Berlin!\u003c/li\u003e\n\u003cli\u003eOptioPay-branded football table!\u003c/li\u003e\n\u003cli\u003eTalented multinational team!\u003c/li\u003e\n\u003cli\u003eFresh fruits every week!\u003c/li\u003e\n\u003cli\u003eOptioAcademy – knowledge sharing!\u003c/li\u003e\n\u003cli\u003eFree mate, coffee and tea!\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://optiopay.join.com/jobs/2134380-backend-golang-engineer-m-f-x?pid=357a3b4531918760973f\u0026amp;oid=b6b3ff3e-0ff1-40c5-94d1-1d98ce73a142\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=backend%2Bgolang%2Bengineer%2Bm%2Bf%2Bx\"\u003ehttps://optiopay.join.com/jobs/2134380-backend-golang-engineer-m-f-x?pid=357a3b4531918760973f\u0026amp;oid=b6b3ff3e-0ff1-40c5-94d1-1d98ce73a142\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=backend%2Bgolang%2Bengineer%2Bm%2Bf%2Bx\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbDZoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d7036628440efb216a85760c588d2f29ae7015c4/optio-pay-gmb-h-logo-xl.png"
    },
    {
        "id": "aaeab197-4bbb-4eee-9b03-d45828021d64",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/aaeab197-4bbb-4eee-9b03-d45828021d64",
        "created_at": "Fri Apr 16 11:44:21 UTC 2021",
        "company": "Contabo GmbH",
        "company_url": "https://contabo.com/de/",
        "location": "Cologne",
        "title": "Web-Frontend Developer (m/f/d) with UX/UI Experience in Munich, Nuremberg or Cologne",
        "description": "\u003cp\u003eContabo is a fast-growing German server provider serving customers in 178 countries. Our rapid growth is fueled by truly German quality of service and great prices.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhere do we need your help\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou set the groundbreaking course in close cooperation with the team and actively\nparticipate in the technical conceptual design and solution\u003c/li\u003e\n\u003cli\u003eYou have experience in implementing web front-ends with user experience (UX) methods\u003c/li\u003e\n\u003cli\u003eYou have a good hand for the design (CSS frameworks) and usability of user\ninterfaces (UI)\u003c/li\u003e\n\u003cli\u003eThe technical implementation of user interfaces with Svelte is no problem for you\u003c/li\u003e\n\u003cli\u003eIn addition, you have experience with SPA and possibly PWA\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat are we looking for\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have a university degree in computer science or comparable training\u003c/li\u003e\n\u003cli\u003eYou have very good knowledge in the area of UX, UI and TypeScript\u003c/li\u003e\n\u003cli\u003eYou are a team player and have an agile mindset\u003c/li\u003e\n\u003cli\u003eFluent English language skills and preferably basic understanding of German\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe opportunity to develop professionally and personally in an innovative and\ntechnological environment\u003c/li\u003e\n\u003cli\u003eConveniently located offices in Munich, Nuremberg or Cologne\u003c/li\u003e\n\u003cli\u003eThe possibility to work in a mobile office\u003c/li\u003e\n\u003cli\u003eFree coffee, drinks, snacks and fruit in the office\u003c/li\u003e\n\u003cli\u003eMany team events like summer party, Christmas party or visit of the oktoberfest\u003c/li\u003e\n\u003cli\u003eOpen communication across all levels and the opportunity to help shape the exciting\ndevelopment of the company\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/40d7bb8c7cbff27453c56afa2daa5affff0168e1/68747470733a2f2f742e676f686972696e672e636f6d2f682f65633834346639373732653562396562383933663263383931343132666539363466616632373562653962626333613731646136373834316539376139343736\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/27fe63fff4f65a677ed2e7f478d04ea400f9dbcc514941bc8a530e2ae74b9c4b\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbHloIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0bb66156fbfc39d50e45917f0521d841f145b943/Contabo%20GmbH.png"
    },
    {
        "id": "0074d974-8619-4c9e-b07f-11edebed38cb",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/0074d974-8619-4c9e-b07f-11edebed38cb",
        "created_at": "Fri Apr 16 11:41:34 UTC 2021",
        "company": "DAL",
        "company_url": "https://www.dal.de/de",
        "location": "Mainz",
        "title": "IT Architekt (m/w/d) Infrastruktur Services",
        "description": "\u003cp\u003eSind haben keine Lust auf einen 08/15-Job? \u003cstrong\u003ePasst!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e„Die Zukunft ist hybrid“\u003c/p\u003e\n\u003cp\u003eTechnologisch state-of-the-art wollen wir uns der Mammutaufgabe stellen, unsere IT-Leistungserbringung durch hybride IT-Infrastruktur effizienter zu gestalten.\u003c/p\u003e\n\u003cp\u003eSie möchten den digitalen Wandel zum Wohle unserer Gruppe aktiv mitgestalten? \u003cstrong\u003ePasst!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWir suchen ab sofort am Standort Mainz einen \u003cstrong\u003eIT-Architekten (m/w/d) Infrastruktur Services\u003c/strong\u003e in Vollzeit.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIhre Kernaufgaben in unserem Hause:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSie konzipieren und entwerfen leistungsfähige hybride IT Infrastrukturen für die digitale Zukunft\u003c/li\u003e\n\u003cli\u003eSie analysieren und bewerten Business Anforderungen mit Auswirkungen auf den Bereich IT Infrastruktur\u003c/li\u003e\n\u003cli\u003eDes Weiteren erarbeiten und gestalten Sie Lösungen zur Umsetzung der Business Anforderung\u003c/li\u003e\n\u003cli\u003eSie coachen das Team und nehmen die Kollegen mit auf die Reise in Richtung hybride IT-Welt und übernehmen die technische Projektleitung für Infrastruktur Projekte\u003c/li\u003e\n\u003cli\u003eSie sind kompetenter Ansprechpartner und Teamplayer bei der Optimierung der IT-Sicherheit mit den Kollegen aus den Abteilungen IT-Governance, der Informationssicherheit und dem Datenschutz\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eUnsere Anforderungen an Sie:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes technisches oder betriebswirtschaftliches Studium oder eine abgeschlossene Ausbildung im Bereich (Wirtschafts-)Informatik oder in einem vergleichbaren Bereich\u003c/li\u003e\n\u003cli\u003eSolide Erfahrungen im Design, der Konfiguration und Administration hybrider Infrastrukturen (Nutzung von Cloud-Services in Verbindung mit lokalen IT-Infrastrukturen) inkl. Aspekten der IT-Sicherheit und Datenschutz, z.B. mit Microsoft, AWS, etc.\u003c/li\u003e\n\u003cli\u003eMindestens 5 Jahre Berufserfahrung im Bereich Design und Betrieb von Netzwerk- und Serverinfrastrukturen\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse und Erfahrungen im Bereich Virtualisierungen (z.B. mit Citrix oder VMware)\u003c/li\u003e\n\u003cli\u003eErste Erfahrungen als IT-Architekt, Nachweis durch Zertifizierungen wünschenswert\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eUnser Angebot für Sie:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEine besondere Art der Zusammenarbeit, bei der der Mensch im Mittelpunkt steht\u003c/li\u003e\n\u003cli\u003eSie erwartet eine ausführliche Onboarding-Phase mit individuell geplanter Einarbeitung\u003c/li\u003e\n\u003cli\u003eEigenständiges Tätigkeitsumfeld in einem innovativen Team\u003c/li\u003e\n\u003cli\u003eDurch flexible Arbeitszeiten schaffen Sie es, Privates und Berufliches zu vereinbaren\u003c/li\u003e\n\u003cli\u003eEine familienorientierte Personalpolitik, flache Hierarchien und verantwortungsvolle Tätigkeiten bieten Ihnen Raum für persönliche und berufliche Entfaltungsmöglichkeiten\u003c/li\u003e\n\u003cli\u003eUmfassende Aus- und Weiterbildungsmöglichkeiten für Ihre berufliche Entwicklung durch interne Workshops oder durch externe Schulungen\u003c/li\u003e\n\u003cli\u003eModern ausgestatteter Arbeitsplatz\u003c/li\u003e\n\u003cli\u003eGesundheitsmanagement\u003c/li\u003e\n\u003cli\u003eGemeinsame Events: Abteilungsausflug, Jahresabschlussfeier, Sportveranstaltungen, u.v.m.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSchätzen Sie ein kollegiales Team sowie eine freundliche und lockere Arbeitsatmosphäre in einem anspruchsvollen Projektumfeld und können sich mit dem gesuchten Profil identifizieren?\u003c/p\u003e\n\u003cp\u003eBringen Sie Ihre Expertise, neue Ideen und Impulse in die DAL-Gruppe ein und bewerben Sie sich unter Angabe Ihrer Kündigungsfrist und Ihrer Gehaltsvorstellung.\u003c/p\u003e\n\u003cp\u003e+++ Aufgrund der aktuellen Situation haben wir viele Vorsorgemaßnahmen getroffen und bieten bspw. die Möglichkeit an, Vorstellungsgespräche auch online zu führen. Wir freuen uns weiterhin auf Ihre Bewerbung. +++\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/cd7ac9e2b79b1c0c8db14e8ea4047959c264cd17/68747470733a2f2f742e676f686972696e672e636f6d2f682f32346139633231336338353539393434376663656334653132323464643165656363626339313064323361636439326561363963313963396136643430393364\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/c958e26c88f2af27689b9108c56286197b52e7ab1a95aac416898892e3e8d061\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbHFoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f5757141ea0f3b6b7fc057050243c1067f785dd4/DAL.jpg"
    },
    {
        "id": "2603d251-b5cc-4b1d-b48f-48fe3dad8384",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/2603d251-b5cc-4b1d-b48f-48fe3dad8384",
        "created_at": "Fri Apr 16 09:26:34 UTC 2021",
        "company": "Politie",
        "company_url": "http://www.politie.nl",
        "location": "Odijk",
        "title": "software architect",
        "description": "\u003cp\u003e\u003cstrong\u003esoftware architect\u003c/strong\u003e\nDe politie heeft oog en oor voor wat er leeft in de samenleving en werkt actief samen met de inwoners van Nederland. Daarbij is de verbinding met de maatschappij via diverse websites en applicaties onmisbaar. Als IT-projectmanager in Odijk leg jij mede de basis voor optimaal toegankelijke publieke kanalen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat ga je doen?\u003c/strong\u003e\nJe bent eigenaar van technische applicaties waarmee burgers verbinding kunnen maken met de politie of informatie kunnen opvragen. Denk aan de mogelijkheid voor aangifte via internet, informatieve websites als politie.nl en de servicemodule 0900-8844. Maar ook aan Burgernet en Amber Alert waarmee we burgers vragen mee te helpen bij calamiteiten. Je werkt aan oplossingen die deze kanalen nóg toegankelijker maken. En je denkt mee over hoe we nieuwe technologieën kunnen inzetten voor de communicatie met het publiek.\u003c/p\u003e\n\u003cp\u003eAls IT-projectmanager ben jij de kartrekker bij de realisatie en implementatie van de oplossingen door de scrumteams. Je ontwikkelt het technische detailontwerp voor de infrastructuur, stelt de acceptatiecriteria op voor de applicatie- en infrastructuurcomponenten en ondersteunt bij de planning van de werkzaamheden. Ook signaleer je de belangrijkste issues. Voor het management van de Dienst ICT ben je een van de adviseurs over onder meer kosten, processen en risico's.\u003c/p\u003e\n\u003cp\u003eWat jouw functie nóg uitdagender maakt: je stelt de roadmap op voor oplossingen en borgt de samenhang van de (deel)architecturen voor applicaties en infrastructuur. Daarbij kijk je ook naar de toekomst. Vanuit de productielijn onderzoeken we hoe we met bijvoorbeeld omnichannel-instrumenten en artificial intelligence de communicatie tussen burgers en de politie verder kunnen optimaliseren. Jij verkent de technologische ontwikkelingen op de markt die daarvoor in aanmerking komen en vertaalt die naar het werkveld van onze organisatie. Zo draag jij achter de schermen bij aan het motto van de politie: waakzaam en dienstbaar.\u003c/p\u003e\n\u003cp\u003eGoed om te weten: omdat je tweede- en derdelijns vraagstukken kunt oplossen, draai je mee in 24/7-piketdiensten.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWaar ga je werken?\u003c/strong\u003e\nHet Productiehuis bouwt met zeven productielijnen aan een betrouwbare en flexibele informatievoorziening die de operationele politiemedewerkers ondersteunt. De productielijn Connect werkt in twee clusters aan diensten die bijdragen aan de interne informatievoorziening en aan de verbinding van de politie met burgers. Met multidisciplinaire DevOps-teams beheren, verbeteren en vernieuwen we die tientallen applicaties.\u003c/p\u003e\n\u003cp\u003eJe gaat als IT-projectmanager aan de slag in het Systemteam dat de beide clusters van de productielijn technisch ondersteunt. Daarbij richt jij je, binnen de lijnen die de domeinarchitect heeft uitgezet, op de diensten voor digitaal politiecontact vanuit de buitenwereld. Je krijgt de vrijheid om binnen de gestelde kaders voor de beste, slimste en snelste oplossing te gaan. Voor vragen kun je niet alleen bij de domeinarchitect van de productielijn terecht, maar ook bij andere experts onder de ongeveer duizend collega’s binnen het Productiehuis. Op jouw beurt breng je als coach de junior solution-architect uit het Systemteam naar een hoger niveau.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWie ben jij?\u003c/strong\u003e\nLef en overtuigingskracht. Die eigenschappen zet je dagelijks in. Want jij durft van de gebaande paden af te wijken en binnen de kaders nieuwe ontwikkelingen uit de markt aan te dragen die nu van nut zijn voor de politie. En als geen ander ben je in staat om zowel je collega’s uit de multidisciplinaire teams als interne opdrachtgevers mee te nemen in jouw oplossingen. Bovendien kun je gemakkelijk wisselen van abstractieniveau en perspectief, en afwijkingen op de architectuur en voorschriften inzichtelijk maken. Ook kun je helder communiceren, goed netwerken en vlot onderbouwde beslissingen nemen. En altijd heb je oog voor de klant. Verder heb je:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeen hbo-diploma in een ICT-richting;\u003c/li\u003e\n\u003cli\u003eervaring als IT-projectmanager in een corporate omgeving;\u003c/li\u003e\n\u003cli\u003eeen OCA- en OCP- of vergelijkbaar certificaat, of aantoonbare ervaring met Java-ontwikkeling;\u003c/li\u003e\n\u003cli\u003eminimaal twee jaar ervaring met de ontwikkeling van applicaties;\u003c/li\u003e\n\u003cli\u003ekennis van en ervaring met containerorkestratieplatformen, en Kafka, Confluent en/of RabbitMQ;\u003c/li\u003e\n\u003cli\u003ekennis van Agile ontwikkelmethoden en risicomanagement en ervaring met beveiligingsaspecten voor softwarearchitectuur.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWat wij bieden\u003c/strong\u003e\nDe standplaats is Odijk. Er is ruimte voor 1 fte. Het betreft een functie voor 36 uur per week. Omdat goede mensen belangrijk zijn binnen de politie investeren we in jouw toekomst. We bieden uitgebreide ontwikkelingsmogelijkheden en een vaste aanstelling, waarbij een proeftijd van één jaar van toepassing is.\u003c/p\u003e\n\u003cp\u003eVerder kun je het volgende van ons verwachten:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeen bruto maandsalaris van minimaal € 2.866,- en maximaal € 4.624,- (schaal 10 Bbp) op basis van een 36-urige werkweek;\u003c/li\u003e\n\u003cli\u003e8% vakantie- en 8,33% eindejaarsuitkering;\u003c/li\u003e\n\u003cli\u003egoede pensioenregeling en betaald ouderschapsverlof (\u003ca href=\"https://kombijde.politie.nl/vakgebieden/arbeidsvoorwaarden\"\u003emeer info over verlof, regelingen en mogelijkheden\u003c/a\u003e).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDe formele functie binnen het functiegebouw van de politie is \u003ca href=\"https://kombijde.politie.nl/binaries/content/assets/academie/lfnp/lfnp62.pdf\"\u003ebedrijfsvoeringspecialist B\u003c/a\u003e, werkterrein informatie- en communicatietechnologie.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eBel of mail met Roger Roelofs, recruiter (06 - 53 95 80 55, \u003ca href=\"roger.roelofs@politie.nl\"\u003eroger.roelofs@politie.nl\u003c/a\u003e) als je meer informatie wilt hebben.\u003c/p\u003e\n\u003cp\u003eSolliciteer uiterlijk 28 april 2021 via de \u003cstrong\u003e\u003ca href=\"https://kombijde.politie.nl/vacatures/software-architect_2622749.html?utm_source=adveronline\u0026amp;utm_medium=paid\u0026amp;utm_content=vacature-alert\u0026amp;utm_campaign=niet-initieel-software-architect\u0026amp;utm_term=44301\"\u003esollicitatiebutton\u003c/a\u003e\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat verder belangrijk is\u003c/strong\u003e\n•\tEen veiligheidsonderzoek maakt deel uit van de selectieprocedure.\n•\tZonder IT'ers zijn we nergens. Ben jij expert in IT? Lees alles over o.a. data science, legaal hacken of cybersecurity en test je digitale skills in de Cybercrime challenge op it.kombijdepolitie.nl\n•\tDe politie zet in op vernieuwing en cultuurverschillen binnen teams. Divers samengestelde teams presteren beter. Daarom werken we hard aan een open en veilige cultuur waarin divers talent tot bloei komt\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbGloIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5fe47d5dd68b518d459fdb62c5f7a26644d99f33/logo%202021%20blauw.jpg"
    },
    {
        "id": "5df6b5c2-9973-4a46-953c-f33efc25cb8d",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/5df6b5c2-9973-4a46-953c-f33efc25cb8d",
        "created_at": "Fri Apr 16 06:11:54 UTC 2021",
        "company": "Omnigo LP",
        "company_url": "http://www.omnigo.fund",
        "location": "United Arab Emirates",
        "title": "Backend Software Engineer",
        "description": "\u003cp\u003eCryptocurrencies are changing the way we deal with money. Since 2017, Omnigo has brought financial professionalism and integrity to this burgeoning asset class. Omnigo specializes in proprietary algorithmic trading. We are also a software provider serving financial institutions, UHNW individuals and token issuers.\u2028\u003c/p\u003e\n\u003cp\u003eWe are now looking for a full-time engineer with an interest in finance and a minimum of two years’ professional working experience.\u003c/p\u003e\n\u003cp\u003eCollaboration\u003c/p\u003e\n\u003cp\u003e﻿You will be based in the United Arab Emirates. Nevertheless, our team is distributed around the world and we offer highly flexible working times. This flexibility is possible thanks to the individual responsibility and communication skills of our team members; we would expect the same from you.﻿\u003c/p\u003e\n\u003cp\u003ePersonality\u003c/p\u003e\n\u003cp\u003eWe are aware that the people we work with have the biggest impact on the work environment and that mistakes need to be made in order to learn. That's why we think friendliness, tolerance and humility are must-haves for all our team members.\u003c/p\u003e\n\u003cp\u003eOpen Source\u003c/p\u003e\n\u003cp\u003eWe make extensive use of open-source software like Python and Pandas, and we are also keen contributors to the open-source community: \u003ca href=\"https://github.com/btrccts/btrccts\"\u003ehttps://github.com/btrccts/btrccts\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eApply at: \u003ca href=\"https://omnigo-fund.breezy.hr/p/6442f3708f93\"\u003ehttps://omnigo-fund.breezy.hr/p/6442f3708f93\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbEdoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--83e1553b5f673fa0b076fa8eb457dd8bd4ef2300/Logo.png"
    },
    {
        "id": "4ffc7bf8-eb3d-4491-9dda-050dbdd4843c",
        "type": "Contract",
        "url": "https://jobs.github.com/positions/4ffc7bf8-eb3d-4491-9dda-050dbdd4843c",
        "created_at": "Thu Apr 15 23:39:05 UTC 2021",
        "company": "SweetRush",
        "company_url": "https://www.sweetrush.com/",
        "location": "Remote",
        "title": "Senior Ruby on Rails Full Stack Developer",
        "description": "\u003cp\u003e\u003cstrong\u003eSweetRush has an exciting opportunity for a Senior Ruby on Rails Full Stack Developer to join our IT team and help us build functional software and web-based applications!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePlease Note: This position is for a three-month contract. Although, for the right candidate this opportunity might be extended or hired. Ideally, the candidate would work in the Pacific Time Zone. Otherwise, there should be at least 4 hours of overlap with the Pacific Time Zone, between the hours of 8am to 5pm.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the role:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eA Senior Ruby on Rails Full Stack Developer would be expected to help create backend solutions, creating gems, writing efficient, secure, test-driven code, and helping to create the front end. This position will also require working with a large existing code base, debugging, improving, and securing the code base. All while using TDD methodologies to help write robust and rock-solid code.\u003c/p\u003e\n\u003cp\u003eUltimately, you will contribute in all phases of the software development life cycle, from design to deployment.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWrite effective and scalable test-driven code in Ruby and the Rails framework\u003c/li\u003e\n\u003cli\u003eBuild back-end components for web applications\u003c/li\u003e\n\u003cli\u003eTest applications for performance, responsiveness, and security\u003c/li\u003e\n\u003cli\u003eReview and debug junior developers’ code\u003c/li\u003e\n\u003cli\u003eBuild, install and share gems and plugins\u003c/li\u003e\n\u003cli\u003eCreate automated test scripts\u003c/li\u003e\n\u003cli\u003eWrite solid Test-Driven code.\u003c/li\u003e\n\u003cli\u003eImprove and maintain applications after deployment\u003c/li\u003e\n\u003cli\u003eCoordinate with team members who work on different layers of infrastructure and timezones\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Skills:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e6-10 years of experience coding\u003c/li\u003e\n\u003cli\u003eProven work experience as a Ruby on Rails developer\u003c/li\u003e\n\u003cli\u003eDemonstrable knowledge of front-end technologies such as JavaScript, HTML, CSS, and JQuery\u003c/li\u003e\n\u003cli\u003eVueJS knowledge a plus\u003c/li\u003e\n\u003cli\u003eExperience developing highly interactive applications\u003c/li\u003e\n\u003cli\u003eA firm grasp of object-oriented analysis and design\u003c/li\u003e\n\u003cli\u003ePassion for writing great, simple, clean, efficient test-driven code\u003c/li\u003e\n\u003cli\u003eGood knowledge of relational databases\u003c/li\u003e\n\u003cli\u003eExcellent ability to prioritize\u003c/li\u003e\n\u003cli\u003eHighly organized and detail-oriented\u003c/li\u003e\n\u003cli\u003eExcellent analytical and problem-solving skills\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePlease note: We're all about remote work and have collaborators based all around the world; however, SweetRush is a US-based company, and English is our primary language. If you'd like to be considered for this opportunity, please submit your resume in English.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePS: A bit about SweetRush—This year we will celebrate our 20th-anniversary developing performance improvement / training solutions. We have a significant list of high-profile clients such as Google, CVS, Hilton, Bridgestone, Mondelez, Cisco, — and we are very good at keeping our clients happy and working with us year after year. We are a powerhouse of blended learning solutions and extremely adept at crafting highly engaging, graphically rich, blended learning experiences, including gamification and mobile learning. We’ve developed a powerful authoring system that allows us to go well beyond what most vendors or off-the-shelf tools can offer and deliver, but we are also masters of the industry-standard tools and utilize them regularly. We are very focused on project management and keeping large and complex projects moving smoothly. We have a fantastic team and culture and a ‘near-zero’ turnover. We are that unique kind of company where everyone feels respected acknowledged and treated fairly. In 2009, we went virtual and our team is geographically distributed, but very tightly connected.\u003c/p\u003e\n\u003cp\u003eWe have managed, largely via referrals and marketing, to attract a great group of clients, and we anticipate quite a bit of continued growth into 2021.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eIf this describes your interests and experience, please submit a current resume and your salary requirements through the following link:\n\u003ca href=\"https://www.sweetrush.com/join-us/\"\u003ehttps://www.sweetrush.com/join-us/\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWe look forward to meeting you!\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa21oIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8041613589ca7136fef188121475c9fe2a8bb63b/SWEETRUSH_LOGO_fullcolor.png"
    },
    {
        "id": "cb49ed6c-8f4e-4f88-9bc4-05f090159155",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/cb49ed6c-8f4e-4f88-9bc4-05f090159155",
        "created_at": "Thu Apr 15 21:22:15 UTC 2021",
        "company": "Alfi",
        "company_url": "https://www.getalfi.com/",
        "location": "Denver, CO",
        "title": "Mobile App Developer",
        "description": "\u003cp\u003eThe Company\u003c/p\u003e\n\u003cp\u003eAlfi, headquartered near Denver’s historic Union Station, is an AI enterprise SaaS platform powering computer vision with machine learning models, deep learning and edge computing to deliver the right content, to the right person at the right time in a respectful and ethical manner.\u003c/p\u003e\n\u003cp\u003eWe are an innovative big data company specializing in artificial intelligence and machine learning. Alfi uses computer vision in tandem with custom built, ultra-precise, proprietary models to process customer demographics and sentiment while capturing big data and delivering analytical reporting in real time. Learn more at \u003ca href=\"https://getAlfi.com\"\u003ehttps://getAlfi.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eThe Opportunity\u003c/p\u003e\n\u003cp\u003eThe candidate will contribute to the development of the Alfi Tablet and IoT device application. You will help shape and develop the Alfi React Native application (UI/ UX) as well as contribute to the development of the Alfi Android ecosystem. You will work as an integral part of the Alfi engineering team.\u003c/p\u003e\n\u003cp\u003eThe Responsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDeliver high-quality, tested, secure and documented customer-centric solutions\u003c/li\u003e\n\u003cli\u003eImplement, test and deploy the Alfi React Native/Android Application\u003c/li\u003e\n\u003cli\u003eImplement, test and deploy the Alfi Android ecosystem\u003c/li\u003e\n\u003cli\u003eImplement automation through a CI/CD delivery process\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Requirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3+ years in industry developing Mobile Apps\u003c/li\u003e\n\u003cli\u003eDemonstrable knowledge of React Native app development\u003c/li\u003e\n\u003cli\u003eKnowledge of UI/UX concepts\u003c/li\u003e\n\u003cli\u003eExperience working in an Agile environment\u003c/li\u003e\n\u003cli\u003eBachelor in IT, Software development of related discipline\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Bonuses:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFamiliar with Agile/SCRUM\u003c/li\u003e\n\u003cli\u003eDemonstrable Experience in deploying Android Apps to production\u003c/li\u003e\n\u003cli\u003eExperience with IoT, Authentication, Smart Cities technologies\u003c/li\u003e\n\u003cli\u003eStrong plus: Java/Kotlin, Swift, JavaScript frameworks (React/Vue/Angular), C/C++, ML \u0026amp; AI at\nthe Edge\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Benefits;\u003c/p\u003e\n\u003cp\u003eIf your skillset aligns with the qualifications above, then we welcome your application to work with the best, rapidly growing team here at Alfi. Everyone at Alfi acknowledges that hard work, bravery, honesty, accountability and dignity are universal values that can make or break a team and empower an individual to accomplish even the toughest goals. We invite you to join us on this journey.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive Salary\u003c/li\u003e\n\u003cli\u003eStock Options\u003c/li\u003e\n\u003cli\u003eTwo Weeks Paid Vacation Leave\u003c/li\u003e\n\u003cli\u003eHealthcare Benefits\u003c/li\u003e\n\u003cli\u003eStocked Onsite Kitchen\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume to Trevor Siebert at \u003ca href=\"mailto:trevor.siebert@roberthalfes.com\"\u003etrevor.siebert@roberthalfes.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa2VoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--069e72d84ea8e467e00e6fe0357fce3a852f21d2/ALFI-TAGLINE-1.png"
    },
    {
        "id": "d59c5443-1d5b-4d0b-bacb-f1dbfb04eb72",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/d59c5443-1d5b-4d0b-bacb-f1dbfb04eb72",
        "created_at": "Thu Apr 15 21:18:18 UTC 2021",
        "company": "Alfi",
        "company_url": "https://www.getalfi.com/",
        "location": "Denver, CO",
        "title": "Senior Front End Developer",
        "description": "\u003cp\u003eThe Company\u003c/p\u003e\n\u003cp\u003eAlfi, headquartered near Denver’s historic Union Station, is an AI enterprise SaaS platform powering computer vision with machine learning models, deep learning and edge computing to deliver the right content, to the right person at the right time in a respectful and ethical manner.\u003c/p\u003e\n\u003cp\u003eWe are an innovative big data company specializing in artificial intelligence and machine learning. Alfi uses computer vision in tandem with custom built, ultra-precise, proprietary models to process customer demographics and sentiment while capturing big data and delivering analytical reporting in real time. Learn more at \u003ca href=\"https://www.getalfi.com\"\u003ehttps://www.getalfi.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eThe Opportunity\u003c/p\u003e\n\u003cp\u003eExcellent opportunity for a top-notch Sr. Front-End Developer skilled in React to help drive and contribute to the development and vision of Alfi’s current \u0026amp; next-gen products.\u003c/p\u003e\n\u003cp\u003eAs a Sr. Front-End Developer, you will have the chance to take ownership of your wheelhouse as you lead in your own direction in lockstep with your peers. You will be responsible for delivering clean and effective code in alignment with initiative deadlines, contributing to the adherence of the Scrum methodology, and using your skills \u0026amp; experience to provide mentorship to Junior Developers to facilitate industry best practices.\u003c/p\u003e\n\u003cp\u003eThis is an exciting opportunity in a fast-growing startup enterprise for anyone who is looking to advance their career with the expectation of contributing to our company values \u0026amp; team-culture. If you’re looking to get in with an edge company at a great time, with a great team of passionate engineers, please read on.\u003c/p\u003e\n\u003cp\u003eThe Responsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTranslate UI/UX compositions into functional, extensible, and testable components.\u003c/li\u003e\n\u003cli\u003eDevelop readable code from an interface-first approach to deliver features on a timely cadence.\u003c/li\u003e\n\u003cli\u003eProvide feedback \u0026amp; review peers’ code and refactor code of your own when necessary.\u003c/li\u003e\n\u003cli\u003eContribute to ongoing documentation.\u003c/li\u003e\n\u003cli\u003eProvide articulate mentorship of Mid-Level \u0026amp; Junior developers on clean code design and best\npractices.\u003c/li\u003e\n\u003cli\u003eParticipate in all faculties of Scrum Methodology.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Requirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of JavaScript (ES5+), CSS(2+), and experience consuming internal \u0026amp; external Web\nAPI’s.\u003c/li\u003e\n\u003cli\u003e2+ years of React development and Flux implementations.\u003c/li\u003e\n\u003cli\u003eStrong understanding of Front-End concepts: e.g; Hash-Routing, DOM, ShadowDOM, CSSOM,\nBox-Model.\u003c/li\u003e\n\u003cli\u003eDemonstrable ability to decompose UI elements into reusable components.\u003c/li\u003e\n\u003cli\u003eSolid understanding of both OOP and Functional Programming concepts.\u003c/li\u003e\n\u003cli\u003eFirm understanding of Software Coupling, Composition vs Inheritance, and Function Purity.\u003c/li\u003e\n\u003cli\u003eEye for UX design, mind for engineering simplicity, and propensity to program to interfaces --\nnot implementations.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Bonuses:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFamiliarity with Scrum Methodology\u003c/li\u003e\n\u003cli\u003eClassic algorithms \u0026amp; data-structures, Software Design Patterns, SOLID, and more than 1 front-\nend framework.\u003c/li\u003e\n\u003cli\u003eReactNative, Redux, or other front-end stores and data-flow models.\u003c/li\u003e\n\u003cli\u003eJava, Scala, Kotlin, and Android development.\u003c/li\u003e\n\u003cli\u003ePython, AWS, Lambdas, REST.\u003c/li\u003e\n\u003cli\u003eExperience or interest in PHP/Wordpress.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Benefits:\u003c/p\u003e\n\u003cp\u003eIf your skillset aligns with the qualifications above, then we welcome your application to work with the best, rapidly growing team here at Alfi. Everyone at Alfi acknowledges that hard work, bravery, honesty, accountability and dignity are universal values that benefit everyone and empower the individual to accomplish even the toughest goals. We invite you to join our growing family of engineers on this journey.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive Salary\u003c/li\u003e\n\u003cli\u003eStock Options\u003c/li\u003e\n\u003cli\u003eTwo Weeks Paid Vacation Leave\u003c/li\u003e\n\u003cli\u003eHealthcare Benefits\u003c/li\u003e\n\u003cli\u003eStocked Onsite Kitchen\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume to Trevor Siebert at \u003ca href=\"mailto:trevor.siebert@roberthalfes.com\"\u003etrevor.siebert@roberthalfes.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa1doIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--602b29fcf54086993bc256619abbb92d5d84df5c/ALFI-TAGLINE-1.png"
    },
    {
        "id": "05a58019-ee85-4433-8bc2-dc698df2c86a",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/05a58019-ee85-4433-8bc2-dc698df2c86a",
        "created_at": "Thu Apr 15 18:52:59 UTC 2021",
        "company": "Intelliworx",
        "company_url": "http://intelliworxit.com",
        "location": "Remote",
        "title": "Java Developer - Full Stack",
        "description": "\u003cp\u003eJob Summary: The full stack Java Developer will work with other developers to assist in the overall development effort of our IT company - directly implement code, processes, and automation over a wide range of technologies and problem spaces.\u003c/p\u003e\n\u003cp\u003ePosition Type: Full-time with great benefits\nSalary: $120k - $140k\nTravel: No\u003c/p\u003e\n\u003cp\u003eMandatory Job Requirements\nPursuant to government contracts, this position requires U.S. Citizenship and the ability to have a Medium-Risk Background Investigation (BI).\u003c/p\u003e\n\u003cp\u003eDuties/Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAssist in front-end and backend development on the Intelliworx platform and associated applications.\u003c/li\u003e\n\u003cli\u003eImplement and assist in front-end unit and end-to-end tests.\u003c/li\u003e\n\u003cli\u003eIdentify root causes of issues, including troubleshooting UI/UX/508 compliance issues,(e.g., errors, incorrect processing, performance, etc.) and design remediation strategies.\u003c/li\u003e\n\u003cli\u003eFollow application development standards (naming conventions, data access, security, etc.).\u003c/li\u003e\n\u003cli\u003eIdentify opportunities to continuously improve product quality and performance.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequired Skills and Experience:\nThese are mandatory items that all candidates must have when submitting a job application to Intelliworx for this position. Please ensure that your submission addresses each of these requirement items.\u003c/p\u003e\n\u003cp\u003eTechnology, Languages, and Expertise: Java and J2EE technologies and frameworks, databases, and development automation tools, including but not limited to Spring, Hibernate, Spring AOP/AspectJ, JPA, Thymeleaf or similar templating engine, AJAX, XML, HTML, (S)CSS, Material design, Angular, TypeScript, JavaScript, section 508 and accessibility, MySQL/Oracle, Tomcat/HTTPd/NGINX, Git/GitHub, Maven, Yarn/NPM, Eclipse, and UNIX CLI.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKnowledge and experience in full life cycle of software development.\u003c/li\u003e\n\u003cli\u003eMust possess a comprehensive understanding of the interaction between front end user facing technologies and back-end server-side technologies, as well as the ability to choose between various options at all levels of the software stack to create the optimal desired outcome.\u003c/li\u003e\n\u003cli\u003eExperience in developing secure, cloud-based web applications.\u003c/li\u003e\n\u003cli\u003eBroad expertise in system-to-system integration technologies including front end web services, sql and data warehousing, extraction, transformation and load (ETL), and file loading required in order to collaborate with a wide range of integration partners.\u003c/li\u003e\n\u003cli\u003eExperience with integration technologies including web services and the Spring and Hibernate web service frameworks (including a demonstrated proficiency in developing high-performance data access using Hibernate and Spring JavaConfig), file-based integrations, and XML and schema design.\u003c/li\u003e\n\u003cli\u003eBroad experience with configuration management and continuous integration platforms, incident tracking systems, and scripting of development and deployment processes. Special emphasis on the Atlassian suite of products (JIRA, Jenkins, Confluence, etc.).\u003c/li\u003e\n\u003cli\u003eBroad experience in User Interface and User Experience design and development.\u003c/li\u003e\n\u003cli\u003eAbility to troubleshoot UI/UX/508 compliance issues (errors, incorrect processing, performance, etc.) and able to design remediation strategies for them.\u003c/li\u003e\n\u003cli\u003eExperience in developing technical design requirements from functional specifications.\u003c/li\u003e\n\u003cli\u003eUnderstands application development standards (naming conventions, data access, security, etc.).\u003c/li\u003e\n\u003cli\u003eExperience in understanding various business and technical documentation, including proposals, specifications, and as-built documentation.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eEducation and Years of Experience\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years’ experience as a full stack Java developer\u003c/li\u003e\n\u003cli\u003eA BS in Computer Science or demonstrable equivalent training/experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesired Qualifications and Skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong problem-solving, conceptual, and strategic-thinking skills.\u003c/li\u003e\n\u003cli\u003eExperience with recognizing challenges, proposing solutions, and leading the implementation of new frameworks and processes.\u003c/li\u003e\n\u003cli\u003eAptitude and willingness to learn new technologies.\u003c/li\u003e\n\u003cli\u003eExperience in understanding, identifying, and enhancing client requirements and communicating industry best practice to team members.\u003c/li\u003e\n\u003cli\u003eAbility to identify opportunities to continuously improve product quality and performance.\u003c/li\u003e\n\u003cli\u003eCommunication, mentoring skills, and the ability to collaborate in the role as a lead developer, co-worker, or assistant.\u003c/li\u003e\n\u003cli\u003eAbility to work independently from home.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCompany Information\nIntelliworx is a small Veteran-Owned, technology company based in Dulles, Virginia, that converts cumbersome and inefficient organizational processes into automated, efficient web-based solutions, mainly for the federal government.\u003c/p\u003e\n\u003cp\u003eIntelliworx is a great company to work for! Our employees work remotely and value the work-life balance we promote. At Intelliworx, everyone is a valued part of the team and of the mission. By following our principles of flexibility, collaboration, and excellence in work, you will be part of a company that thrives on the cutting edge of technological change.\u003c/p\u003e\n\u003cp\u003eWe are an equal opportunity employer, and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, protected veteran status, or any other characteristic protected by law.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"mailto:rob.hankey@intelliworxit.com\"\u003erob.hankey@intelliworxit.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa09oIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--74c303a263ce7849bcd0bbe8065a54d3d31cc295/IntelliworxLogo_Medium.png"
    },
    {
        "id": "f4250b25-4c26-44b3-96d6-3298e0cac40d",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/f4250b25-4c26-44b3-96d6-3298e0cac40d",
        "created_at": "Thu Apr 15 16:47:36 UTC 2021",
        "company": "4Degrees",
        "company_url": "http://4degrees.ai",
        "location": "Chicago (open to Remote)",
        "title": "Senior Software Engineer",
        "description": "\u003ch2\u003eThe short version\u003c/h2\u003e\n\u003cp\u003eEarly-stage venture-backed startup looking for a software engineer to use Python, Javascript, and HTML/CSS to help build out our web platform. Good fit if you like moving fast, having impact, and working on a variety of different things.\u003c/p\u003e\n\u003ch2\u003eWho we are\u003c/h2\u003e\n\u003cp\u003eWe’re a fast-moving startup with a vision to empower all professionals by helping them build better relationships. Our vision is to fix the network gap: the inequality of opportunity driven by not having the right connections. To solve this problem, we’re combining the best practices of the world’s top relationship builders with artificial intelligence.\u003c/p\u003e\n\u003cp\u003eWe’re building a mission-driven team that strives to live out our values every day:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCustomer-centricity\u003c/li\u003e\n\u003cli\u003eDiversity of perspective\u003c/li\u003e\n\u003cli\u003eAuthenticity\u003c/li\u003e\n\u003cli\u003eGrowth (individual and collective)\u003c/li\u003e\n\u003cli\u003eImpact\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe’re an ambitious, driven team and we push ourselves to accomplish a lot quickly. In the past couple of years we've gone through one of the world's top accelerators, raised two rounds of venture financing, launched our product, rapidly grown our customer base, and architected a robust set of machine learning models as a core source of competitive advantage. In the process, we’ve been named one of Chicago’s top 50 startups to watch, one of Chicago Inno’s 50 on Fire, a part of the highly selective Google for Startups Black Founders Accelerator and Black Founders Fund. And we’re just getting started!\u003c/p\u003e\n\u003ch2\u003eThe opportunity\u003c/h2\u003e\n\u003cp\u003e4Degrees is at an inflection point - we’ve built a product that’s pioneering a new category of software (relationship intelligence), and are rapidly growing.  We're well funded, have hundreds of highly engaged customers, who consistently increase their contract size with us, and are planning with us on how we can take this company into the future.  We’ve done this with a scrappy, early-stage team.\u003c/p\u003e\n\u003cp\u003eThe opportunity ahead of us is vast - every business that relies on their relationship network to drive their business has a use case for 4Degrees.  To seize that opportunity, we're looking for great engineers to help us build on top of the foundation we've created, while also pioneering new ways to help our customers unlock the value their relationships can bring to their business.  You’ll build and use a versatile set of skills: switching between tasks like rolling out major new functionality, diagnosing and fixing bugs, and playing support for other front-end or back-end engineers.\u003c/p\u003e\n\u003cp\u003eBy joining us, you will play a highly impactful role in re-inventing the way professional relationships are managed and building a rapidly growing category. Along the way, you’ll have an opportunity to get unrivaled exposure to all facets of building a startup, and directly shape the outcomes of 4Degrees and its customers.  And if you want to build a company of your own after joining us, you'll get direct mentorship from the founding team and support in doing so!\u003c/p\u003e\n\u003ch2\u003eThe impact you’ll make by joining us\u003c/h2\u003e\n\u003ch3\u003eWithin 1 month you’ll:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eComplete our onboarding process - which will help you ramp up on our company, vision, product, key objectives, and how your role will contribute to all of those!\u003c/li\u003e\n\u003cli\u003eDive deep into our product development process and understand how we go from concept to design to implementation\u003c/li\u003e\n\u003cli\u003eLearn our technical stack and apply development patterns throughout your work\u003c/li\u003e\n\u003cli\u003eShip your first small feature to our customers\u003c/li\u003e\n\u003cli\u003eJoin our customer outreach program - including sitting in on your first set of live conversations with existing customers.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eWithin 3 months you’ll:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eAssume ownership of a quarterly roadmap project, which will enable you to drive the development of a key piece of functionality for our customers\u003c/li\u003e\n\u003cli\u003eDrive timely resolution of customer issues, in coordination with the customer success and implementation teams.\u003c/li\u003e\n\u003cli\u003eHave made a visible impact on the product for all 4Degrees users\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eWithin 6 months you’ll:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eReliably ship full features to our customers and for internal team use\u003c/li\u003e\n\u003cli\u003eUnderstand the product at scale and be able to provide input to improve our technical systems and tools\u003c/li\u003e\n\u003cli\u003eBe comfortable navigating most of our stack and infrastructure\u003c/li\u003e\n\u003cli\u003eParticipate in interviewing and hiring, as a way to influence team growth and how our values inform our culture\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eWithin 1-2 years, you’ll:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eBe responsible for the planning, scoping, design, and implementation of new features\u003c/li\u003e\n\u003cli\u003eChampion future engineering initiatives\u003c/li\u003e\n\u003cli\u003eHelp build and shape the future of engineering at 4Degrees\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eAbout you\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eExcited about the 4Degrees mission and believes in our core values\u003c/li\u003e\n\u003cli\u003eThrives in a fast-paced environment, and is comfortable with experimentation and risk-taking\u003c/li\u003e\n\u003cli\u003eDriven by the opportunity to create impact, and takes full ownership of achieving personal and team objectives\u003c/li\u003e\n\u003cli\u003eMotivated to explore the potential for technology to augment people’s ability to form and strengthen professional relationships\u003c/li\u003e\n\u003cli\u003eChallenges existing industry best practices and takes inspiration from disparate sources to build a groundbreaking product\u003c/li\u003e\n\u003cli\u003eCollaborative mindset - recognizing that most great outcomes are accomplished by teams, not individuals\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eSkills you’ll need\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eProficiency with back-end programming (Python preferred, but we can train you if you're good with Ruby, Node, PHP, etc.)\u003c/li\u003e\n\u003cli\u003eProficiency with front-end programming in vanilla languages (Javascript, HTML, CSS)\u003c/li\u003e\n\u003cli\u003eComfort with plain SQL and an ORM\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWe’d be really excited if you are\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eExperienced with mobile development, particularly using React Native\u003c/li\u003e\n\u003cli\u003eExperienced with the Flask web framework\u003c/li\u003e\n\u003cli\u003eExperienced with machine learning and/or statistical analysis\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eBenefits\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive cash+equity compensation based on level of capability\u003c/li\u003e\n\u003cli\u003eUnlimited PTO (min. 2 weeks, avg. 3-4)\u003c/li\u003e\n\u003cli\u003eUnlimited paid sick leave (mandatory for infectious diseases)\u003c/li\u003e\n\u003cli\u003eEmployer group health insurance, subsidized 75% by company\u003c/li\u003e\n\u003cli\u003eAnnual professional development stipend\u003c/li\u003e\n\u003cli\u003eCommuter benefits\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003eSend over a quick note with your resume and thoughts on why this role is exciting to you to \u003ca href=\"mailto:talent@4degrees.ai\"\u003etalent@4degrees.ai\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eOur values are critical to us; in your email, please also talk a bit about how these values resonate with you.\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanVoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8f5bc28f1b7b3497630bd77c9f90d4268440bf6a/4d-logo-purple-flat-square.png"
    },
    {
        "id": "52782821-a69e-4dac-b18a-83cf903cefcf",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/52782821-a69e-4dac-b18a-83cf903cefcf",
        "created_at": "Thu Apr 15 15:15:18 UTC 2021",
        "company": "Bison Technologies",
        "company_url": "https://vonq.io/3sqeOch",
        "location": "Oklahoma City",
        "title": "Software Developer (Remote Opportunities Available)",
        "description": "\u003cp\u003eWe are looking for a Software Developer to build and implement functional programs. You will work with other Developers and Product Managers throughout the software development life cycle. The ideal candidate possesses strong analytical and technical skills and has experience with multiple coding languages. Must be comfortable working in an agile environment.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKey Responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop, test, and implement new software programs\u003c/li\u003e\n\u003cli\u003eProduce clean, efficient code based on specifications\u003c/li\u003e\n\u003cli\u003eAnalyze user requirements\u003c/li\u003e\n\u003cli\u003eWrite and test code to ensure compatibility and stability, refine, and rewrite as necessary\u003c/li\u003e\n\u003cli\u003eMonitor quality and performance of applications through testing and maintenance\u003c/li\u003e\n\u003cli\u003eCreate clear technical specifications\u003c/li\u003e\n\u003cli\u003eExpand existing software to meet the changing needs of our customers\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s Degree or equivalent education and/or work experience\u003c/li\u003e\n\u003cli\u003e5+ years’ software development or programming experience\u003c/li\u003e\n\u003cli\u003eHave thorough understanding of computer architecture, operating systems, and data structures\u003c/li\u003e\n\u003cli\u003eExperience in JavaScript, TypeScript, Ruby, and/or Python\u003c/li\u003e\n\u003cli\u003eExperience with test-driven development and automated testing frameworks\u003c/li\u003e\n\u003cli\u003eExperience with Scrum/Agile development methodologies\u003c/li\u003e\n\u003cli\u003eHave logical, analytical, and creative approach to problem-solving\u003c/li\u003e\n\u003cli\u003eCapable of delivering on multiple competing priorities with little supervision\u003c/li\u003e\n\u003cli\u003eComfortable in a fast-moving, cross-functional team in a start-up environment\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3afSo7t\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWloIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e3ca15101f4b70afe51e91401868f0b99f8f62b1/logo-dark.png"
    },
    {
        "id": "9b619ddd-36d3-4dd0-bd33-2b57ced6decc",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/9b619ddd-36d3-4dd0-bd33-2b57ced6decc",
        "created_at": "Thu Apr 15 12:14:26 UTC 2021",
        "company": "KAMMACHI Consulting GmbH",
        "company_url": "https://kammachi.com",
        "location": "Remote, Bühl",
        "title": "SAP UI Entwickler (m/w/d)",
        "description": "\u003cp\u003eWir stellen unsere Mitarbeiter ein, weil sie zu uns passen. KAMMACHI ist mehr als eine Firma, KAMMACHI ist eine Lebenseinstellung: wir lieben unsere Freiräume, unsere Gestaltungsmöglichkeiten, die Eigenverantwortung und die Zusammenarbeit mit den Kollegen. Wir sind hier alle per du.\u003c/p\u003e\n\u003cp\u003eUnd weil wir nicht nur SAP-Beratung machen sondern auch auf der Basis von ABAP eigene Software entwickeln sind wir in den letzten 5 Jahren zum Marktführer für SAP Software im Baugewerbe geworden.\u003c/p\u003e\n\u003cp\u003eWir fördern unsere Mitarbeiter durch Aus- und Fortbildung sowie Zertifizierungen. Während der Einarbeitung steht dir ein Coach beiseite. Du möchtest Verantwortung übernehmen und ein Team leiten oder Produktmanager werden? Sehr gerne! Wir wachsen beständig.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDu entwickelst in Zusammenarbeit mit deinen Beratungskolleginnen neue Applikationen und Oberflächen für unsere Kunden oder für unsere Produkte. Natürlich bist du auch für die Pflege und Weiterentwicklung dieser Applikationen verantwortlich.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDu weißt was UI5 bedeutet und ABAP ist für dich kein Schimpfwort? FIORI ist nicht nur ein italienisches Wort für dich? Prima !\u003c/p\u003e\n\u003cp\u003eDer Hammer wäre, wenn du auch schon Neptune DX kennst. Falls nicht, kein Problem, das bringen wir dir bei. Eine entsprechende Ausbildung und ein paar erfolgreiche Projekte wünschen wir uns.\u003c/p\u003e\n\u003cp\u003eWenn du das alle kannst und mal in einer dynamischen Firma mitarbeiten willst, dann bist du genau der, die oder auch das Richtige für uns! Gute Deutsch- und Englischkenntnisse brauchst du für unsere Kunden natürlich auch. Und ein offenes, freundliches Wesen, sonst passt du nicht zu unserem Team.Alles andere ist uns schnuppe.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAch ja: Ein gutes Gehalt, Firmenwagen oder Bahncard, Arbeitszeitkonto, Home-Office, gutes Equipment und Sozialleistungen sind selbstverständlich.\u003c/p\u003e\n\u003cp\u003eUnseren ökologischen Footprint reduzieren wir mit Programmen zur Gewinnung von Solarstrom, einer E-Auto Initiative und der Mitgliedschaft im Senat der Wirtschaft.\nWir freuen uns über deine Bewerbung!\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://kammachi.join.com/jobs/2125013-sap-ui-entwickler-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=05b42f55-d192-4127-a32c-e5453552a3b1\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=sap%2Bui%2Bentwickler%2Bm%2Bw%2Bd\"\u003ehttps://kammachi.join.com/jobs/2125013-sap-ui-entwickler-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=05b42f55-d192-4127-a32c-e5453552a3b1\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=sap%2Bui%2Bentwickler%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWFoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f26ff0dbc8e39ab91996efbc83f38105704a8319/kammachi.png"
    },
    {
        "id": "b29d72a6-f2dd-4e77-8ab9-93d58c21aa8e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/b29d72a6-f2dd-4e77-8ab9-93d58c21aa8e",
        "created_at": "Thu Apr 15 11:23:13 UTC 2021",
        "company": "be+ GmbH",
        "company_url": "https://www.beplus.de/",
        "location": "Schwabach",
        "title": "Frontend-Developer (w/m/d)",
        "description": "\u003cp\u003eWir sind eine Truppe von 11 Frauen \u0026amp; Männern zwischen 23 \u0026amp; 53 Jahren, die seit Februar 2020 gemeinsam ein Produkt bauen, das für Unternehmen im War for Talents einen entscheidenden Unterschied machen kann: wir entwickeln eine cloudbasierte Plattform, um die Benefits eines Unternehmens für alle easy nutzbar zu machen. Warum wir das machen? Weil wir 2 Sachen kacke finden: Wenn Mitarbeiter\u003cem\u003einnen sich nicht wertgeschätzt fühlen \u0026amp; die Investitionen der Unternehmer\u003c/em\u003einnen in ihre Belegschaft irgendwie nicht richtig ankommen. Das wollen wir gemeinsam mit Dir ändern.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas machst du\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDu entwickelst  \u0026amp; setzt gemeinsam mit unserem Lead-Entwickler Viktor Oberflächen um, die unsere User täglich nutzen. Für die geile Optik von be+ arbeitet ihr mit unserem obersten Produktentwickler Robin zusammen. Euch stehen dafür modernste Technologien, wie cloudbasierte Microservice-Architekturen, REST APIs, reaktives Angular, Spring Boot, Docker \u0026amp; Kubernetes zur Verfügung. Ihr seid dabei eigenverantwortlich unterwegs \u0026amp; habt ein Maß an Gestaltungsfreiheit, das keine Wünsche übrig lässt.\u003c/p\u003e\n\u003cp\u003eKurz \u0026amp; Knapp\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003etechnische Konzeption \u0026amp; Entwicklung von Responsive Web-Apps mit Angular\u003c/li\u003e\n\u003cli\u003eKonzeption \u0026amp; Weiterentwicklung bestehender Frontend-Architekturen\u003c/li\u003e\n\u003cli\u003eEntwicklungsvorschläge zur User Experience einbringen \u0026amp; umsetzen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas brauchst du\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003emindestens 3 Jahre Praxiserfahrung in HTML, CSS/SASS, JavaScript sowie dem JS-Framework Angular\u003c/li\u003e\n\u003cli\u003eBasiskenntnisse in Java, Docker \u0026amp; REST\u003c/li\u003e\n\u003cli\u003eErfahrung mit agilen Entwicklungsmethoden, die wir auch für unsere Organisation nutzen können\u003c/li\u003e\n\u003cli\u003esehr gute Deutsch- \u0026amp; Englischkenntnisse\u003c/li\u003e\n\u003cli\u003eAffinität zur Gestaltungsfreiheit in Verbindung mit der Eigenschaft, eigenverantwortlich zu handeln\u003c/li\u003e\n\u003cli\u003edas Mindset von „together is better“\u003c/li\u003e\n\u003cli\u003eOffenheit für das Arbeiten in einem sich entwickelnden Umfeld\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bekommst du\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003egutes Gehalt, obwohl wir ein Start Up sind\u003c/li\u003e\n\u003cli\u003e30 Tage Urlaub im Jahr\u003c/li\u003e\n\u003cli\u003edeinen Spirit bei be+ einfließen lassen\u003c/li\u003e\n\u003cli\u003efreie Gestaltung Deiner Arbeitszeit\u003c/li\u003e\n\u003cli\u003efreie Auswahl Deiner Technik\u003c/li\u003e\n\u003cli\u003eerstklassige Tipps für Deine Altersvorsorge durch unsere Vorsorgeexperten im Team\u003c/li\u003e\n\u003cli\u003eRemote Work\u003c/li\u003e\n\u003cli\u003eaus der Komfortzone gelockt werden \u0026amp; merken, zu welchen geilen Sachen Du fähig bist\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/e77ac6eb6369e7a5bb52fe9e4cb6316d5cbf1d33/68747470733a2f2f742e676f686972696e672e636f6d2f682f30653233373832366637376161373531646532326666373336633564653638646631376163306163323261363633316364633432616332316361323562623136\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/55458843c665bddba94891e0a5cddf6c9e3caa8dfac50eb7e65ca8ba7565f489\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaVNoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dfd8c9105d72fb2514e475eb08ec780f3ae7c30c/be+%20GmbH.jpeg"
    },
    {
        "id": "eab9550c-0977-498e-9973-ec4db95bbcf4",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/eab9550c-0977-498e-9973-ec4db95bbcf4",
        "created_at": "Thu Apr 15 07:24:30 UTC 2021",
        "company": "Pazz GmbH",
        "company_url": "http://www.pazz.de",
        "location": "M͓̚͡ṳ̈͑͞ń̞́c͌҉̱h̹̄͡ę̟ͩn͈ͨ̀",
        "title": "T̸̟̾y̨̬̓p̨̩̿e̢̙ͥs̡̬̈c͍͐͠r͕̓͢i͈̔́p̧̜̑tͫ҉͉ ̷͖̚(͉ͣ̀J̛̜̆u͛҉̟n̲͑͝ỉ̦͠ö̢̩r̴͚͑/̵̺ͨSͬ҉͚e͖ͪ͠n̘ͬ͢i̴̞͆o̡͓͐r̸̞͑)̙͑̕",
        "description": "\u003cpre\u003e\u003ccode\u003e// checkout https://stackblitz.com/edit/pazz-job-offer\nimport { Component } from \"@angular/core\";\nimport { ApplicantService } from \"./services/applicant.service\";\nimport { EmployeeService } from \"./services/employee.service\";\n\n@Component({\n  selector: \"pz-job-offer\",\n  templateUrl: \"./job-offer.html\",\n  styleUrls: [\"./job-offer.less\"]\n})\nexport class JobOffer {\n  // TODO: use i18n logic\n  readonly TITLE = {\n    JOB_OFFER: \"(Junior/Senior) Full Stack Entwickler (m/w/d)\",\n    TASKS: \"Deine Aufgaben:\",\n    QUALIFICATIONS: \"Deine Qualifikationen:\",\n    BENEFITS: \"Unsere Benefits:\"\n  };\n\n  readonly INFO_SNIPPET = \"Festanstellung - Vollzeit - München\";\n\n  readonly TASKS = [\n    \"Fullstack Development einer Webplattform mit Angular und Node\",\n    \"Design und Anbindung von REST-Services\",\n    \"Aufbauen der Deployement Umgebung / Testen der Applikation\",\n    \"Für komplexe Aufgabenstellungen möglichst einfache und wirkungsvolle Lösungen entwickeln und vorantreiben\"\n  ];\n\n  readonly QUALIFICATIONS = [\n    \"Abgeschlossenes Studium der Informatik, abgeschlossene Ausbildung zum Fachinformatiker oder vergleichbare Kenntnisse aus der Praxis\",\n    \"Sehr gute Kenntnisse in JavaScript, TypeScript, Angular, RxJs, Webpack, HTML5 und (S)CSS - oder ähnlichen Technologien \" +\n      \"(ein guter Entwickler ist nicht auf bestimmte Technologien angewiesen)\",\n    \"Interesse und Leidenschaft, zu lernen und mit neuen Technologien zu experimentieren\",\n    'Eine \"you build it, you run it\"-Mentalität',\n    \"Die Fähigkeit, selbstständig und ergebnisorientiert zu arbeiten\",\n    \"Gute Englischkenntnisse in Wort und Schrift\"\n  ];\n\n  readonly BENEFITS = [\n    \"Ein schneller 2 Schritte Einstellungsprozess (diese Ausschreibung verstehen und ein Interview)\",\n    \"Flexible Arbeitszeiten (Gleitzeit)\",\n    \"Hohe Eigenständigkeit und die Arbeit mit dem gesamten Tech-Stack von der Datenbank bis zum Browser\",\n    \"Ein kleines Team mit flachen Hierarchien\",\n    \"Abwechslungsreiche und interessante Arbeitsinhalte\",\n    \"30 Urlaubstage und kleine Teamevents\",\n    \"Sehr gute Entwicklungsmöglichkeiten\",\n    \"Möglichkeit eigene Ideen voranzutreiben\",\n    \"Einzigartige Herausforderungen wie Dezentralisierung, Echtzeit-Synchronisierung und alle Herausforderungen welche das aufbauen \" +\n      \"einer Plattform mit sich bringt\"\n  ];\n\n  readonly ABOUT_US =\n    \"Wir sind eine soziale Plattform für Newcomer im Filmbereich. Bei uns steht der Community Faktor im Vordergrund und kann mit der \" +\n    \"Projekt- und Stellensuche vereint werden. Unsere Vision: Wir möchten Newcomer im Filmbereich bei Ihrer Umsetzung von Projekten \" +\n    \"unterstützen. Wir wollen der Partner für Newcomer werden von der Filmidee bis zur Veröffentlichung des ersten eigenen Werks. \" +\n    \"Nicht nur die Stellen- und Projektsuche soll den Arbeitsalltag von Studierenden erleichtern und Ihnen dabei helfen neue \" +\n    \"Crewmitglieder zu finden. Sondern auch der Pazz Booster soll ein finanzieller Extra-Schub für eine besonders gelungene Filmidee\" +\n    \" sein.\";\n\n  readonly ADDON = \"Bewerbungen können auch an info@pazz.de geschickt werden.\";\n  readonly SORRY =\n    \"Schade das es nicht mit uns klappt. Wir hoffen du schaust bei uns nochmal vorbei.\";\n\n  constructor(\n    private employeeService: EmployeeService,\n    private applicantService: ApplicantService\n  ) {}\n\n  // TODO: move this code to service\n  checkQualifications() {\n    return this.QUALIFICATIONS.every(qualification =\u0026gt; {\n      this.applicantService.currentApplicant.hasQualification(qualification);\n    });\n  }\n\n  canBeHired() {\n    return (\n      this.checkQualifications() \u0026amp;\u0026amp;\n      this.employeeService.isImpressionPositiveAfterInterview()\n    );\n  }\n}\n\u003c/code\u003e\u003c/pre\u003e\n",
        "how_to_apply": "\u003cp\u003eSchreibe uns eine Mail mit Lebenslauf und Anschreiben an \u003ca href=\"mailto:info@pazz.de\"\u003einfo@pazz.de\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaUdoIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d3f93fb8f00beac11ca1b8bb6924bbed60eca129/logo.png"
    },
    {
        "id": "9c0f1e52-7e55-4982-b3e4-ec646493b92c",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/9c0f1e52-7e55-4982-b3e4-ec646493b92c",
        "created_at": "Wed Apr 14 20:55:10 UTC 2021",
        "company": "Paysafe",
        "company_url": "http://www.paysafe.com",
        "location": "Atlanta, Georgia",
        "title": "Senior Software Engineer iGaming",
        "description": "\u003cp\u003eAbout Paysafe\nPaysafe Limited (“Paysafe”) (NYSE:PSFE) (PSFE.WS) is a leading specialized payments platform. Its core purpose is to enable businesses and consumers to connect and transact seamlessly through industry-leading capabilities in payment processing, digital wallet, and online cash solutions.\u003c/p\u003e\n\u003cp\u003eWith over 20 years of online payment experience, an annualized transactional volume of US $92 billion in 2020, and approximately 3,400 employees located in 12+ global locations, Paysafe connects businesses and consumers across 70 payment types in over 40 currencies around the world. Delivered through an integrated platform, Paysafe solutions are geared toward mobile-initiated transactions, real-time analytics and the convergence between brick-and-mortar and online payments. Further information is available at \u003ca href=\"http://www.paysafe.com\"\u003ewww.paysafe.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eAre you ready to make an impact? Join our team that is inspired by a unified vision and propelled by passion.\u003c/p\u003e\n\u003cp\u003ePaysafe is a leading global provider of payment solutions with deep experience across a wide variety of specialized markets, including iGaming. As U.S. states continue to deregulate iGaming, Paysafe is well positioned to be the market leader.\u003c/p\u003e\n\u003cp\u003eTo help us fuel accelerated growth, through both our payment gateway and gaming consumers, we are looking for an experienced full-stack Senior Software Engineer.\u003c/p\u003e\n\u003cp\u003eYour responsibilities would include:\u003c/p\u003e\n\u003cp\u003e-Working on an agile team to design, develop, and maintain systems across the platform\u003c/p\u003e\n\u003cp\u003e-Writing high-quality, performant, secure, and testable code\u003c/p\u003e\n\u003cp\u003e-Helping to drive the team forward in engineering disciplines and practices\u003c/p\u003e\n\u003cp\u003e-Giving and receiving candid code review feedback to maintain high quality code\u003c/p\u003e\n\u003cp\u003eYou have:\u003c/p\u003e\n\u003cp\u003e-7+ years of experience design and development experience in Java, Spring, Angular, MVC, etc.\u003c/p\u003e\n\u003cp\u003e-Exposure to working in agile product development mode using concepts such as micro-services-based development and deployments\u003c/p\u003e\n\u003cp\u003e-Previous experience in a Payment/e-commerce industry\u003c/p\u003e\n\u003cp\u003e-Develop large scale online transaction systems\u003c/p\u003e\n\u003cp\u003e-Experience with SOA \u0026amp; microservice architectures\u003c/p\u003e\n\u003cp\u003e-API design, development, and integration experience\u003c/p\u003e\n\u003cp\u003e-A bachelor’s degree or higher in a technical field or equivalent experience\u003c/p\u003e\n\u003cp\u003eNice to have:\u003c/p\u003e\n\u003cp\u003e-Experience dealing with mission-critical production issues in terms of data volumes and speed of data\u003c/p\u003e\n\u003cp\u003e-4+ years of experience in a product development organization\u003c/p\u003e\n\u003cp\u003eOur culture values humility, high trust \u0026amp; autonomy, a desire for excellence and meeting commitments, strong team cohesion, a sense of urgency, a desire to learn, pragmatically pushing boundaries, and accomplishing goals that have a direct business impact.  We encourage you to apply even if your experience does not exactly align as we value diverse thoughts, experience, and backgrounds.\u003c/p\u003e\n\u003cp\u003eEqual Employment Opportunity\nPaysafe provides equal employment opportunities to all employees, and applicants for employment, and prohibits discrimination of any type with regard to ethnicity, religion, age, sex, national origin, disability status, sexual orientation, gender identity or expression, or any other protected characteristics. This policy applies to all terms and conditions of recruitment and employment. If you need any reasonable adjustments, please let us know. We will be happy to help and look forward to hearing from you\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://career5.successfactors.eu/sfcareer/jobreqcareer?jobId=40461\u0026amp;company=26684T1\"\u003ehttps://career5.successfactors.eu/sfcareer/jobreqcareer?jobId=40461\u0026amp;company=26684T1\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": null
    }
]